{
    "dialogue": {
        "objectInteractions": {
            "verbUse": {
                "bananaDEBUG": {
                    "en": "You eat the banana. It tastes sweet and satisfying.",
                    "es": "Te comes el plátano. Sabe dulce y satisfactorio.",
                    "de": "Du isst die Banane. Sie schmeckt süß und befriedigend.",
                    "it": "Mangi la banana. Ha un sapore dolce e soddisfacente.",
                    "fr": "Vous mangez la banane. Elle a un goût sucré et satisfaisant."
                },
                "keyDEBUG": {
                    "en": "You use the key to unlock the door. You hear a faint click.",
                    "es": "Usas la llave para abrir la puerta. Escuchas un leve clic.",
                    "de": "Du benutzt den Schlüssel, um die Tür zu öffnen. Du hörst ein leises Klicken.",
                    "it": "Usi la chiave per aprire la porta. Senti un leggero clic.",
                    "fr": "Vous utilisez la clé pour déverrouiller la porte. Vous entendez un léger clic."
                },
                "batteryDEBUG": {
                    "en": "You insert the battery into the machine. It hums to life.",
                    "es": "Insertas la batería en la máquina. Empieza a zumbar.",
                    "de": "Du setzt die Batterie in die Maschine ein. Sie beginnt zu summen.",
                    "it": "Inserisci la batteria nella macchina. Inizia a ronzare.",
                    "fr": "Vous insérez la batterie dans la machine. Elle se met à bourdonner."
                }
            },
            "verbLookAt": {
                "exits": {
                    "libraryFoyerDebug": {
                        "open": {
                            "en": "The door leads to the library's foyer (DEBUG).",
                            "es": "La puerta conduce al vestíbulo de la biblioteca (DEBUG).",
                            "de": "Die Tür führt ins Foyer der Bibliothek (DEBUG).",
                            "it": "La porta conduce al foyer della biblioteca (DEBUG).",
                            "fr": "La porte mène au foyer de la bibliothèque (DEBUG)."
                        },
                        "locked": {
                            "en": "The door leads to the library's foyer (DEBUG). It needs a key.",
                            "es": "La puerta conduce al vestíbulo de la biblioteca (DEBUG). Necesita una llave.",
                            "de": "Die Tür führt ins Foyer der Bibliothek (DEBUG). Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce al foyer della biblioteca (DEBUG). Serve una chiave.",
                            "fr": "La porte mène au foyer de la bibliothèque (DEBUG). Une clé est nécessaire."
                        }
                    },
                    "debugRoom": {
                        "open": {
                            "en": "The door leads to the debug room.",
                            "es": "La puerta conduce a la sala de depuración.",
                            "de": "Die Tür führt in den Debug-Raum.",
                            "it": "La porta conduce alla stanza di debug.",
                            "fr": "La porte mène à la salle de débogage."
                        },
                        "locked": {
                            "en": "The door leads to the debug room. It needs a key.",
                            "es": "La puerta conduce a la sala de depuración. Necesita una llave.",
                            "de": "Die Tür führt in den Debug-Raum. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla stanza di debug. Serve una chiave.",
                            "fr": "La porte mène à la salle de débogage. Une clé est nécessaire."
                        }
                    },
                    "libraryDesk": {
                        "open": {
                            "en": "The door leads to the library desk.",
                            "es": "La puerta conduce a la mesa de la biblioteca.",
                            "de": "Die Tür führt zum Schreibtisch der Bibliothek.",
                            "it": "La porta conduce alla scrivania della biblioteca.",
                            "fr": "La porte mène au bureau de la bibliothèque."
                        },
                        "locked": {
                            "en": "The door leads to the library desk. It needs a key.",
                            "es": "La puerta conduce a la mesa de la biblioteca. Necesita una llave.",
                            "de": "Die Tür führt zum Schreibtisch der Bibliothek. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla scrivania della biblioteca. Serve una chiave.",
                            "fr": "La porte mène au bureau de la bibliothèque. Une clé est nécessaire."
                        }
                    },
                    "libraryFoyer": {
                        "open": {
                            "en": "The door leads to the library's foyer.",
                            "es": "La puerta conduce al vestíbulo de la biblioteca.",
                            "de": "Die Tür führt ins Foyer der Bibliothek.",
                            "it": "La porta conduce al foyer della biblioteca.",
                            "fr": "La porte mène au foyer de la bibliothèque."
                        },
                        "locked": {
                            "en": "The door leads to the library's foyer. It needs a key.",
                            "es": "La puerta conduce al vestíbulo de la biblioteca. Necesita una llave.",
                            "de": "Die Tür führt ins Foyer der Bibliothek. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce al foyer della biblioteca. Serve una chiave.",
                            "fr": "La porte mène au foyer de la bibliothèque. Une clé est nécessaire."
                        }
                    },
                    "marketStreet": {
                        "open": {
                            "en": "The door leads to Market Street.",
                            "es": "La puerta conduce a la Calle del Mercado.",
                            "de": "Die Tür führt zur Marktstraße.",
                            "it": "La porta conduce a Via del Mercato.",
                            "fr": "La porte mène à la Rue du Marché."
                        },
                        "locked": {
                            "en": "The door leads to Market Street. It needs a key.",
                            "es": "La puerta conduce a la Calle del Mercado. Necesita una llave.",
                            "de": "Die Tür führt zur Marktstraße. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce a Via del Mercato. Serve una chiave.",
                            "fr": "La porte mène à la Rue du Marché. Une clé est nécessaire."
                        }
                    },
                    "researchRoom": {
                        "open": {
                            "en": "The door leads to the library's research room.",
                            "es": "La puerta conduce a la sala de investigación de la biblioteca.",
                            "de": "Die Tür führt zum Forschungsraum der Bibliothek.",
                            "it": "La porta conduce alla sala di ricerca della biblioteca.",
                            "fr": "La porte mène à la salle de recherche de la bibliothèque."
                        },
                        "locked": {
                            "en": "The door leads to the library's research room. It needs a key.",
                            "es": "La puerta conduce a la sala de investigación de la biblioteca. Necesita una llave.",
                            "de": "Die Tür führt zum Forschungsraum der Bibliothek. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla sala di ricerca della biblioteca. Serve una chiave.",
                            "fr": "La porte mène à la salle de recherche de la bibliothèque. Une clé est nécessaire."
                        }
                    },
                    "seedyGuyAlley": {
                        "open": {
                            "en": "The door leads to Seedy Guy Alley.",
                            "es": "La puerta conduce a la Calle del Tipo Sórdido.",
                            "de": "Die Tür führt zur Gasse des schäbigen Mannes.",
                            "it": "La porta conduce al Vicolo del Tizio Squallido.",
                            "fr": "La porte mène à l'Allée du Type Louche."
                        },
                        "locked": {
                            "en": "The door leads to Seedy Guy Alley. It needs a key.",
                            "es": "La puerta conduce a la Calle del Tipo Sórdido. Necesita una llave.",
                            "de": "Die Tür führt zur Gasse des schäbigen Mannes. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce al Vicolo del Tizio Squallido. Serve una chiave.",
                            "fr": "La porte mène à l'Allée du Type Louche. Une clé est nécessaire."
                        }
                    },
                    "den": {
                        "open": {
                            "en": "The door leads to the den.",
                            "es": "La puerta conduce a la guarida.",
                            "de": "Die Tür führt zur Höhle.",
                            "it": "La porta conduce alla tana.",
                            "fr": "La porte mène à la cachette."
                        },
                        "locked": {
                            "en": "The door leads to the den. It needs a key.",
                            "es": "La puerta conduce a la guarida. Necesita una llave.",
                            "de": "Die Tür führt zur Höhle. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla tana. Serve una chiave.",
                            "fr": "La porte mène à la cachette. Une clé est nécessaire."
                        }
                    },
                    "house": {
                        "open": {
                            "en": "The door leads to the house.",
                            "es": "La puerta conduce a la casa.",
                            "de": "Die Tür führt zum Haus.",
                            "it": "La porta conduce alla casa.",
                            "fr": "La porte mène à la maison."
                        },
                        "locked": {
                            "en": "The door leads to the house. It needs a key.",
                            "es": "La puerta conduce a la casa. Necesita una llave.",
                            "de": "Die Tür führt zum Haus. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla casa. Serve una chiave.",
                            "fr": "La porte mène à la maison. Une clé est nécessaire."
                        }
                    },
                    "stables": {
                        "open": {
                            "en": "The door leads to the stables.",
                            "es": "La puerta conduce al establo.",
                            "de": "Die Tür führt zum Stall.",
                            "it": "La porta conduce alla stalla.",
                            "fr": "La porte mène à l'écurie."
                        },
                        "locked": {
                            "en": "The door leads to the stables. It needs a key.",
                            "es": "La puerta conduce al establo. Necesita una llave.",
                            "de": "Die Tür führt zum Stall. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla stalla. Serve una chiave.",
                            "fr": "La porte mène à l'écurie. Une clé est nécessaire."
                        }
                    },
                    "barn": {
                        "open": {
                            "en": "The door leads to the barn.",
                            "es": "La puerta conduce al establo.",
                            "de": "Die Tür führt zur Scheune.",
                            "it": "La porta conduce al fienile.",
                            "fr": "La porte mène à la grange."
                        },
                        "locked": {
                            "en": "The door leads to the barn. It needs a key.",
                            "es": "La puerta conduce al establo. Necesita una llave.",
                            "de": "Die Tür führt zur Scheune. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce al fienile. Serve una chiave.",
                            "fr": "La porte mène à la grange. Une clé est nécessaire."
                        }
                    },
                    "bigTree": {
                        "open": {
                            "en": "The door leads to the big tree.",
                            "es": "La puerta conduce al gran árbol.",
                            "de": "Die Tür führt zum großen Baum.",
                            "it": "La porta conduce al grande albero.",
                            "fr": "La porte mène au grand arbre."
                        },
                        "locked": {
                            "en": "The door leads to the big tree. It needs a key.",
                            "es": "La puerta conduce al gran árbol. Necesita una llave.",
                            "de": "Die Tür führt zum großen Baum. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce al grande albero. Serve una chiave.",
                            "fr": "La porte mène au grand arbre. Une clé est nécessaire."
                        }
                    },
                    "roadIntoTown": {
                        "open": {
                            "en": "The road leads into town.",
                            "es": "El camino lleva a la ciudad.",
                            "de": "Der Weg führt in die Stadt.",
                            "it": "La strada porta verso la città.",
                            "fr": "La route mène vers la ville."
                        },
                        "locked": {
                            "en": "The road leads into town. It needs a key.",
                            "es": "El camino lleva a la ciudad. Necesita una llave.",
                            "de": "Der Weg führt in die Stadt. Es wird ein Schlüssel benötigt.",
                            "it": "La strada porta verso la città. Serve una chiave.",
                            "fr": "La route mène vers la ville. Une clé est nécessaire."
                        }
                    },
                    "stinkingDump": {
                        "open": {
                            "en": "The door leads to the stinking dump.",
                            "es": "La puerta conduce al vertedero apestoso.",
                            "de": "Die Tür führt zur stinkenden Müllhalde.",
                            "it": "La porta conduce alla discarica puzzolente.",
                            "fr": "La porte mène à la décharge malodorante."
                        },
                        "locked": {
                            "en": "The door leads to the stinking dump. It needs a key.",
                            "es": "La puerta conduce al vertedero apestoso. Necesita una llave.",
                            "de": "Die Tür führt zur stinkenden Müllhalde. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla discarica puzzolente. Serve una chiave.",
                            "fr": "La porte mène à la décharge malodorante. Une clé est nécessaire."
                        }
                    },
                    "largePileOfPoo": {
                        "open": {
                            "en": "The door leads to a large pile of poo.",
                            "es": "La puerta conduce a un gran montón de excremento.",
                            "de": "Die Tür führt zu einem großen Haufen Kot.",
                            "it": "La porta conduce a una grande pila di feci.",
                            "fr": "La porte mène à un grand tas de crottes."
                        },
                        "locked": {
                            "en": "The door leads to a large pile of poo. It needs a key.",
                            "es": "La puerta conduce a un gran montón de excremento. Necesita una llave.",
                            "de": "Die Tür führt zu einem großen Haufen Kot. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce a una grande pila di feci. Serve una chiave.",
                            "fr": "La porte mène à un grand tas de crottes. Une clé est nécessaire."
                        }
                    },
                    "riverCrossing": {
                        "open": {
                            "en": "The door leads to the river crossing.",
                            "es": "La puerta conduce al cruce de río.",
                            "de": "Die Tür führt zur Flussüberquerung.",
                            "it": "La porta conduce all'attraversamento del fiume.",
                            "fr": "La porte mène à la traversée de la rivière."
                        },
                        "locked": {
                            "en": "The door leads to the river crossing. It needs a key.",
                            "es": "La puerta conduce al cruce de río. Necesita una llave.",
                            "de": "Die Tür führt zur Flussüberquerung. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce all'attraversamento del fiume. Serve una chiave.",
                            "fr": "La porte mène à la traversée de la rivière. Une clé est nécessaire."
                        }
                    },
                    "map": {
                        "open": {
                            "en": "The door leads to the map.",
                            "es": "La puerta conduce al mapa.",
                            "de": "Die Tür führt zur Karte.",
                            "it": "La porta conduce alla mappa.",
                            "fr": "La porte mène à la carte."
                        },
                        "locked": {
                            "en": "The door leads to the map. It needs a key.",
                            "es": "La puerta conduce al mapa. Necesita una llave.",
                            "de": "Die Tür führt zur Karte. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla mappa. Serve una chiave.",
                            "fr": "La porte mène à la carte. Une clé est nécessaire."
                        }
                    }
                },
                "keyDEBUG": {
                    "en": "A small, brass key with an ornate pattern.",
                    "es": "Una pequeña llave de latón con un patrón ornamentado.",
                    "de": "Ein kleiner Messingschlüssel mit einem verzierten Muster.",
                    "it": "Una piccola chiave di ottone con un motivo ornato.",
                    "fr": "Une petite clé en laiton avec un motif orné."
                },
                "batteryDEBUG": {
                    "en": "A small battery, still charged and ready to use.",
                    "es": "Una pequeña batería, aún cargada y lista para usar.",
                    "de": "Eine kleine Batterie, die noch geladen und einsatzbereit ist.",
                    "it": "Una piccola batteria, ancora carica e pronta all'uso.",
                    "fr": "Une petite batterie, encore chargée et prête à l'emploi."
                },
                "machineDEBUG": {
                    "en": "The machine looks old and complex. It has a slot for a battery.",
                    "es": "La máquina parece vieja y compleja. Tiene una ranura para una batería.",
                    "de": "Die Maschine sieht alt und komplex aus. Sie hat einen Schlitz für eine Batterie.",
                    "it": "La macchina sembra vecchia e complessa. Ha una fessura per una batteria.",
                    "fr": "La machine semble vieille et complexe. Elle a une fente pour une batterie."
                },
                "bananaDEBUG": {
                    "en": "A perfectly ripe banana. Ready to eat.",
                    "es": "Un plátano perfectamente maduro. Listo para comer.",
                    "de": "Eine perfekt gereifte Banane. Bereit zum Essen.",
                    "it": "Una banana perfettamente matura. Pronta da mangiare.",
                    "fr": "Une banane parfaitement mûre. Prête à être mangée."
                }
            },
            "verbPickUp": {
                "keyDEBUG": {
                    "en": "You pick up the brass key. It feels warm to the touch.",
                    "es": "Recoges la llave de latón. Se siente cálida al tacto.",
                    "de": "Du hebst den Messingschlüssel auf. Er fühlt sich warm an.",
                    "it": "Raccogli la chiave di ottone. Sembra calda al tatto.",
                    "fr": "Vous ramassez la clé en laiton. Elle est chaude au toucher."
                },
                "batteryDEBUG": {
                    "en": "You pick up the battery. It seems fully charged.",
                    "es": "Recoges la batería. Parece completamente cargada.",
                    "de": "Du hebst die Batterie auf. Sie scheint vollständig geladen zu sein.",
                    "it": "Raccogli la batteria. Sembra completamente carica.",
                    "fr": "Vous ramassez la batterie. Elle semble complètement chargée."
                },
                "bananaDEBUG": {
                    "en": "You pick up the banana. It's firm but ripe.",
                    "es": "Recoges el plátano. Está firme pero maduro.",
                    "de": "Du hebst die Banane auf. Sie ist fest, aber reif.",
                    "it": "Raccogli la banana. È soda ma matura.",
                    "fr": "Vous ramassez la banane. Elle est ferme mais mûre."
                }
            }
        },
        "npcInteractions": {
            "talkTo": {
                "goblin": {
                    "en": "The Goblin looks at you with curiosity. 'What do you need?'",
                    "es": "El Duende te mira con curiosidad. '¿Qué necesitas?'",
                    "de": "Der Goblin schaut dich neugierig an. 'Was brauchst du?'",
                    "it": "Il Goblin ti guarda con curiosità. 'Di cosa hai bisogno?'",
                    "fr": "Le Gobelin te regarde avec curiosité. 'De quoi as-tu besoin ?'"
                }
            },
            "giveItem": {
                "goblinGiveBanana": {
                    "en": "Here, take this banana. It's my favorite!",
                    "es": "¡Aquí, toma este plátano! Es mi favorito.",
                    "de": "Hier, nimm diese Banane. Es ist mein Favorit!",
                    "it": "Ecco, prendi questa banana. È la mia preferita!",
                    "fr": "Tiens, prends cette banane. C'est ma préférée !"
                },
                "goblinGiveBattery": {
                    "en": "You'll need this battery for the machine. Trust me.",
                    "es": "Necesitarás esta batería para la máquina. Confía en mí.",
                    "de": "Du wirst diese Batterie für die Maschine brauchen. Vertrau mir.",
                    "it": "Ti servirà questa batteria per la macchina. Fidati di me.",
                    "fr": "Tu auras besoin de cette batterie pour la machine. Fais-moi confiance."
                }
            },
            "receiveItem": {
                "goblinReceiveKey": {
                    "en": "The Goblin grins. 'A key, huh? Don't lose it!'",
                    "es": "El Duende sonríe. '¿Una llave, eh? ¡No la pierdas!'",
                    "de": "Der Goblin grinst. 'Ein Schlüssel, hm? Verlier ihn nicht!'",
                    "it": "Il Goblin sorride. 'Una chiave, eh? Non perderla!'",
                    "fr": "Le Gobelin sourit. 'Une clé, hein ? Ne la perds pas !'"
                }
            }
        },
        "globalMessages": {
            "inventoryFull": {
                "en": "Your inventory is full.",
                "es": "Tu inventario está lleno.",
                "de": "Dein Inventar ist voll.",
                "it": "Il tuo inventario è pieno.",
                "fr": "Votre inventaire est plein."
            },
            "itemCannotBeUsed": {
                "en": "This item can't be used here.",
                "es": "Este objeto no se puede usar aquí.",
                "de": "Dieser Gegenstand kann hier nicht verwendet werden.",
                "it": "Questo oggetto non può essere utilizzato qui.",
                "fr": "Cet objet ne peut pas être utilisé ici."
            },
            "itemCannotBePickedUp": {
                "en": "This item can't be picked up.",
                "es": "Este objeto no se puede recoger.",
                "de": "Dieser Gegenstand kann nicht aufgehoben werden.",
                "it": "Questo oggetto non può essere raccolto.",
                "fr": "Cet objet ne peut pas être ramassé."
            }
        }
    }
}
