{
    "generalComments1": "generalComments are to tell the developer about some things in this file, and are not referenced in the game logic.",
    "generalComments2": "useWith1 field is ALWAYS a successful use as non successful are handled seperately in globalMessages section",
    "dialogue": {
        "objectInteractions": {
            "verbUse": {
                "objectMachineDEBUG": {
                    "use": {
                        "cantUseYet": {
                            "en": "The machine needs power.",
                            "es": "La máquina necesita energía",
                            "de": "Die Maschine braucht Strom",
                            "it": "La macchina ha bisogno di energia",
                            "fr": "La machine a besoin d'énergie"
                        },
                        "alreadyUsed": {
                            "en": "The machine seems to have powered off permanently!",
                            "es": "¡La máquina parece haberse apagado permanentemente!",
                            "de": "Die Maschine scheint dauerhaft abgeschaltet zu sein!",
                            "it": "La macchina sembra essersi spenta definitivamente!",
                            "fr": "La machine semble s'être éteinte définitivement !"
                        },
                        "canUse": {
                            "en": "Ooo, a banana has fallen out!",
                            "es": "¡Ooo, se ha caído un plátano!",
                            "de": "Ooo, eine Banane ist herausgefallen!",
                            "it": "Ooo, una banana è caduta fuori!",
                            "fr": "Ooo, une banane est tombée !"
                        }
                    }
                },
                "objectDoorLibraryFoyerResearchRoom": {
                    "use": {
                        "cantUseYet": {
                            "en": "The research room is locked.",
                            "es": "La sala de investigación está cerrada.",
                            "de": "Der Forschungsraum ist verschlossen.",
                            "it": "La sala di ricerca è chiusa.",
                            "fr": "La salle de recherche est verrouillée."
                        },
                        "alreadyUsed": {
                            "en": "",
                            "es": "",
                            "de": "",
                            "it": "",
                            "fr": ""
                        },
                        "canUse": {
                            "en": "",
                            "es": "",
                            "de": "",
                            "it": "",
                            "fr": ""
                        }
                    }
                },
                "objectDoorLibraryFoyerMarketStreet": {
                    "use": {
                        "cantUseYet": {
                            "en": "",
                            "es": "",
                            "de": "",
                            "it": "",
                            "fr": ""
                        },
                        "alreadyUsed": {
                            "en": "",
                            "es": "",
                            "de": "",
                            "it": "",
                            "fr": ""
                        },
                        "canUse": {
                            "en": "",
                            "es": "",
                            "de": "",
                            "it": "",
                            "fr": ""
                        }
                    }
                },
                "useWithObject1": {
                    "objectKeyDEBUG": {
                        "en": "Uff, it was a stiff lock, but it's finally opened!",
                        "es": "¡Uf, era una cerradura difícil, pero finalmente se ha abierto!",
                        "de": "Uff, das war ein steifes Schloss, aber es ist endlich offen!",
                        "it": "Uff, era una serratura dura, ma finalmente si è aperta!",
                        "fr": "Ouf, c'était une serrure rigide, mais elle est enfin ouverte!"
                    },
                    "objectBatteryDEBUG": {
                        "en": "Ooh, that has powered it up, I can probably use it now!",
                        "es": "¡Oh, eso lo ha potenciado, probablemente pueda usarlo ahora!",
                        "de": "Oh, das hat es aufgeladen, ich kann es jetzt wahrscheinlich benutzen!",
                        "it": "Oh, questo lo ha potenziato, probabilmente posso usarlo ora!",
                        "fr": "Oh, ça l'a alimenté, je peux probablement l'utiliser maintenant !"
                    }                    
                    ,
                    "objectBananaDEBUG": {
                        "en": "Here boy, do you want this banana?",
                        "es": "Aquí chico, ¿quieres esta banana?",
                        "de": "Hier Junge, willst du diese Banane?",
                        "it": "Ehi ragazzo, vuoi questa banana?",
                        "fr": "Tiens mon garçon, tu veux cette banane ?"
                    }                 
                }
            },
            "verbLookAt": {
                "exits": {
                    "libraryFoyerDebug": {
                        "open": {
                            "en": "The door leads to the library's foyer (DEBUG).",
                            "es": "La puerta conduce al vestíbulo de la biblioteca (DEBUG).",
                            "de": "Die Tür führt ins Foyer der Bibliothek (DEBUG).",
                            "it": "La porta conduce al foyer della biblioteca (DEBUG).",
                            "fr": "La porte mène au foyer de la bibliothèque (DEBUG)."
                        },
                        "locked": {
                            "en": "The door leads to the library's foyer (DEBUG). It needs a key.",
                            "es": "La puerta conduce al vestíbulo de la biblioteca (DEBUG). Necesita una llave.",
                            "de": "Die Tür führt ins Foyer der Bibliothek (DEBUG). Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce al foyer della biblioteca (DEBUG). Serve una chiave.",
                            "fr": "La porte mène au foyer de la bibliothèque (DEBUG). Une clé est nécessaire."
                        }
                    },
                    "debugRoom": {
                        "open": {
                            "en": "The door leads to the debug room.",
                            "es": "La puerta conduce a la sala de depuración.",
                            "de": "Die Tür führt in den Debug-Raum.",
                            "it": "La porta conduce alla stanza di debug.",
                            "fr": "La porte mène à la salle de débogage."
                        },
                        "locked": {
                            "en": "The door leads to the debug room. It needs a key.",
                            "es": "La puerta conduce a la sala de depuración. Necesita una llave.",
                            "de": "Die Tür führt in den Debug-Raum. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla stanza di debug. Serve una chiave.",
                            "fr": "La porte mène à la salle de débogage. Une clé est nécessaire."
                        }
                    },
                    "libraryDesk": {
                        "open": {
                            "en": "The door leads to the library desk.",
                            "es": "La puerta conduce a la mesa de la biblioteca.",
                            "de": "Die Tür führt zum Schreibtisch der Bibliothek.",
                            "it": "La porta conduce alla scrivania della biblioteca.",
                            "fr": "La porte mène au bureau de la bibliothèque."
                        },
                        "locked": {
                            "en": "The door leads to the library desk. It needs a key.",
                            "es": "La puerta conduce a la mesa de la biblioteca. Necesita una llave.",
                            "de": "Die Tür führt zum Schreibtisch der Bibliothek. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla scrivania della biblioteca. Serve una chiave.",
                            "fr": "La porte mène au bureau de la bibliothèque. Une clé est nécessaire."
                        }
                    },
                    "libraryFoyer": {
                        "open": {
                            "en": "The door leads to the library's foyer.",
                            "es": "La puerta conduce al vestíbulo de la biblioteca.",
                            "de": "Die Tür führt ins Foyer der Bibliothek.",
                            "it": "La porta conduce al foyer della biblioteca.",
                            "fr": "La porte mène au foyer de la bibliothèque."
                        },
                        "locked": {
                            "en": "The door leads to the library's foyer. It needs a key.",
                            "es": "La puerta conduce al vestíbulo de la biblioteca. Necesita una llave.",
                            "de": "Die Tür führt ins Foyer der Bibliothek. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce al foyer della biblioteca. Serve una chiave.",
                            "fr": "La porte mène au foyer de la bibliothèque. Une clé est nécessaire."
                        }
                    },
                    "marketStreet": {
                        "open": {
                            "en": "The door leads to Market Street.",
                            "es": "La puerta conduce a la Calle del Mercado.",
                            "de": "Die Tür führt zur Marktstraße.",
                            "it": "La porta conduce a Via del Mercato.",
                            "fr": "La porte mène à la Rue du Marché."
                        },
                        "locked": {
                            "en": "The door leads to Market Street. It needs a key.",
                            "es": "La puerta conduce a la Calle del Mercado. Necesita una llave.",
                            "de": "Die Tür führt zur Marktstraße. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce a Via del Mercato. Serve una chiave.",
                            "fr": "La porte mène à la Rue du Marché. Une clé est nécessaire."
                        }
                    },
                    "researchRoom": {
                        "open": {
                            "en": "The door leads to the library's research room.",
                            "es": "La puerta conduce a la sala de investigación de la biblioteca.",
                            "de": "Die Tür führt zum Forschungsraum der Bibliothek.",
                            "it": "La porta conduce alla sala di ricerca della biblioteca.",
                            "fr": "La porte mène à la salle de recherche de la bibliothèque."
                        },
                        "locked": {
                            "en": "The door leads to the library's research room. It needs a key.",
                            "es": "La puerta conduce a la sala de investigación de la biblioteca. Necesita una llave.",
                            "de": "Die Tür führt zum Forschungsraum der Bibliothek. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla sala di ricerca della biblioteca. Serve una chiave.",
                            "fr": "La porte mène à la salle de recherche de la bibliothèque. Une clé est nécessaire."
                        }
                    },
                    "seedyGuyAlley": {
                        "open": {
                            "en": "The door leads to Seedy Guy Alley.",
                            "es": "La puerta conduce a la Calle del Tipo Sórdido.",
                            "de": "Die Tür führt zur Gasse des schäbigen Mannes.",
                            "it": "La porta conduce al Vicolo del Tizio Squallido.",
                            "fr": "La porte mène à l'Allée du Type Louche."
                        },
                        "locked": {
                            "en": "The door leads to Seedy Guy Alley. It needs a key.",
                            "es": "La puerta conduce a la Calle del Tipo Sórdido. Necesita una llave.",
                            "de": "Die Tür führt zur Gasse des schäbigen Mannes. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce al Vicolo del Tizio Squallido. Serve una chiave.",
                            "fr": "La porte mène à l'Allée du Type Louche. Une clé est nécessaire."
                        }
                    },
                    "den": {
                        "open": {
                            "en": "The door leads to the den.",
                            "es": "La puerta conduce a la guarida.",
                            "de": "Die Tür führt zur Höhle.",
                            "it": "La porta conduce alla tana.",
                            "fr": "La porte mène à la cachette."
                        },
                        "locked": {
                            "en": "The door leads to the den. It needs a key.",
                            "es": "La puerta conduce a la guarida. Necesita una llave.",
                            "de": "Die Tür führt zur Höhle. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla tana. Serve una chiave.",
                            "fr": "La porte mène à la cachette. Une clé est nécessaire."
                        }
                    },
                    "house": {
                        "open": {
                            "en": "The door leads to the house.",
                            "es": "La puerta conduce a la casa.",
                            "de": "Die Tür führt zum Haus.",
                            "it": "La porta conduce alla casa.",
                            "fr": "La porte mène à la maison."
                        },
                        "locked": {
                            "en": "The door leads to the house. It needs a key.",
                            "es": "La puerta conduce a la casa. Necesita una llave.",
                            "de": "Die Tür führt zum Haus. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla casa. Serve una chiave.",
                            "fr": "La porte mène à la maison. Une clé est nécessaire."
                        }
                    },
                    "stables": {
                        "open": {
                            "en": "The door leads to the stables.",
                            "es": "La puerta conduce al establo.",
                            "de": "Die Tür führt zum Stall.",
                            "it": "La porta conduce alla stalla.",
                            "fr": "La porte mène à l'écurie."
                        },
                        "locked": {
                            "en": "The door leads to the stables. It needs a key.",
                            "es": "La puerta conduce al establo. Necesita una llave.",
                            "de": "Die Tür führt zum Stall. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla stalla. Serve una chiave.",
                            "fr": "La porte mène à l'écurie. Une clé est nécessaire."
                        }
                    },
                    "barn": {
                        "open": {
                            "en": "The door leads to the barn.",
                            "es": "La puerta conduce al establo.",
                            "de": "Die Tür führt zur Scheune.",
                            "it": "La porta conduce al fienile.",
                            "fr": "La porte mène à la grange."
                        },
                        "locked": {
                            "en": "The door leads to the barn. It needs a key.",
                            "es": "La puerta conduce al establo. Necesita una llave.",
                            "de": "Die Tür führt zur Scheune. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce al fienile. Serve una chiave.",
                            "fr": "La porte mène à la grange. Une clé est nécessaire."
                        }
                    },
                    "bigTree": {
                        "open": {
                            "en": "The door leads to the big tree.",
                            "es": "La puerta conduce al gran árbol.",
                            "de": "Die Tür führt zum großen Baum.",
                            "it": "La porta conduce al grande albero.",
                            "fr": "La porte mène au grand arbre."
                        },
                        "locked": {
                            "en": "The door leads to the big tree. It needs a key.",
                            "es": "La puerta conduce al gran árbol. Necesita una llave.",
                            "de": "Die Tür führt zum großen Baum. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce al grande albero. Serve una chiave.",
                            "fr": "La porte mène au grand arbre. Une clé est nécessaire."
                        }
                    },
                    "roadIntoTown": {
                        "open": {
                            "en": "The road leads into town.",
                            "es": "El camino lleva a la ciudad.",
                            "de": "Der Weg führt in die Stadt.",
                            "it": "La strada porta verso la città.",
                            "fr": "La route mène vers la ville."
                        },
                        "locked": {
                            "en": "The road leads into town. It needs a key.",
                            "es": "El camino lleva a la ciudad. Necesita una llave.",
                            "de": "Der Weg führt in die Stadt. Es wird ein Schlüssel benötigt.",
                            "it": "La strada porta verso la città. Serve una chiave.",
                            "fr": "La route mène vers la ville. Une clé est nécessaire."
                        }
                    },
                    "stinkingDump": {
                        "open": {
                            "en": "The door leads to the stinking dump.",
                            "es": "La puerta conduce al vertedero apestoso.",
                            "de": "Die Tür führt zur stinkenden Müllhalde.",
                            "it": "La porta conduce alla discarica puzzolente.",
                            "fr": "La porte mène à la décharge malodorante."
                        },
                        "locked": {
                            "en": "The door leads to the stinking dump. It needs a key.",
                            "es": "La puerta conduce al vertedero apestoso. Necesita una llave.",
                            "de": "Die Tür führt zur stinkenden Müllhalde. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla discarica puzzolente. Serve una chiave.",
                            "fr": "La porte mène à la décharge malodorante. Une clé est nécessaire."
                        }
                    },
                    "largePileOfPoo": {
                        "open": {
                            "en": "The door leads to a large pile of poo.",
                            "es": "La puerta conduce a un gran montón de excremento.",
                            "de": "Die Tür führt zu einem großen Haufen Kot.",
                            "it": "La porta conduce a una grande pila di feci.",
                            "fr": "La porte mène à un grand tas de crottes."
                        },
                        "locked": {
                            "en": "The door leads to a large pile of poo. It needs a key.",
                            "es": "La puerta conduce a un gran montón de excremento. Necesita una llave.",
                            "de": "Die Tür führt zu einem großen Haufen Kot. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce a una grande pila di feci. Serve una chiave.",
                            "fr": "La porte mène à un grand tas de crottes. Une clé est nécessaire."
                        }
                    },
                    "riverCrossing": {
                        "open": {
                            "en": "The door leads to the river crossing.",
                            "es": "La puerta conduce al cruce de río.",
                            "de": "Die Tür führt zur Flussüberquerung.",
                            "it": "La porta conduce all'attraversamento del fiume.",
                            "fr": "La porte mène à la traversée de la rivière."
                        },
                        "locked": {
                            "en": "The door leads to the river crossing. It needs a key.",
                            "es": "La puerta conduce al cruce de río. Necesita una llave.",
                            "de": "Die Tür führt zur Flussüberquerung. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce all'attraversamento del fiume. Serve una chiave.",
                            "fr": "La porte mène à la traversée de la rivière. Une clé est nécessaire."
                        }
                    },
                    "map": {
                        "open": {
                            "en": "The door leads to the map.",
                            "es": "La puerta conduce al mapa.",
                            "de": "Die Tür führt zur Karte.",
                            "it": "La porta conduce alla mappa.",
                            "fr": "La porte mène à la carte."
                        },
                        "locked": {
                            "en": "The door leads to the map. It needs a key.",
                            "es": "La puerta conduce al mapa. Necesita una llave.",
                            "de": "Die Tür führt zur Karte. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla mappa. Serve una chiave.",
                            "fr": "La porte mène à la carte. Une clé est nécessaire."
                        }
                    }
                },
                "objectKeyDEBUG": {
                    "en": "A small, brass key with an ornate pattern.",
                    "es": "Una pequeña llave de latón con un patrón ornamentado.",
                    "de": "Ein kleiner Messingschlüssel mit einem verzierten Muster.",
                    "it": "Una piccola chiave di ottone con un motivo ornato.",
                    "fr": "Une petite clé en laiton avec un motif orné."
                },
                "objectBatteryDEBUG": {
                    "en": "A small battery, still charged and ready to use.",
                    "es": "Una pequeña batería, aún cargada y lista para usar.",
                    "de": "Eine kleine Batterie, die noch geladen und einsatzbereit ist.",
                    "it": "Una piccola batteria, ancora carica e pronta all'uso.",
                    "fr": "Une petite batterie, encore chargée et prête à l'emploi."
                },
                "objectMachineDEBUG": {
                    "en": "The machine looks old and complex. It has a slot for a battery.",
                    "es": "La máquina parece vieja y compleja. Tiene una ranura para una batería.",
                    "de": "Die Maschine sieht alt und komplex aus. Sie hat einen Schlitz für eine Batterie.",
                    "it": "La macchina sembra vecchia e complessa. Ha una fessura per una batteria.",
                    "fr": "La machine semble vieille et complexe. Elle a une fente pour une batterie."
                },
                "objectBananaDEBUG": {
                    "en": "A perfectly ripe banana. Ready to eat.",
                    "es": "Un plátano perfectamente maduro. Listo para comer.",
                    "de": "Eine perfekt gereifte Banane. Bereit zum Essen.",
                    "it": "Una banana perfettamente matura. Pronta da mangiare.",
                    "fr": "Une banane parfaitement mûre. Prête à être mangée."
                },
                "objectDoorLibraryFoyerResearchRoom": {
                    "en": "A wooden door that seems to lead into another room.",
                    "es": "Una puerta de madera que parece llevar a otra habitación.",
                    "de": "Eine Holztür, die scheinbar in einen anderen Raum führt.",
                    "it": "Una porta di legno che sembra condurre in un'altra stanza.",
                    "fr": "Une porte en bois qui semble mener à une autre pièce."
                },
                "objectDoorLibraryFoyerMarketStreet": {
                    "en": "It's an unremarkable door that leads outside.",
                    "es": "Es una puerta sin importancia que lleva al exterior.",
                    "de": "Es ist eine unscheinbare Tür, die nach draußen führt.",
                    "it": "È una porta insignificante che conduce all'esterno.",
                    "fr": "C'est une porte banale qui mène à l'extérieur."
                }               
            },
            "verbPickUp": {
                "objectKeyDEBUG": {
                    "en": "It's a brass key. I'll take it, they always come in handy!",
                    "es": "Es una llave de latón. La tomaré, ¡siempre son útiles!",
                    "de": "Es ist ein Messingschlüssel. Ich nehme ihn, sie sind immer nützlich!",
                    "it": "È una chiave di ottone. La prenderò, sono sempre utili!",
                    "fr": "C'est une clé en laiton. Je vais la prendre, elles sont toujours utiles !"
                },
                "objectBatteryDEBUG": {
                    "en": "If this just has a bit of power, I'm sure it'll be useful.",
                    "es": "Si esto solo tiene un poco de energía, estoy seguro de que será útil.",
                    "de": "Wenn das nur ein bisschen Energie hat, bin ich mir sicher, dass es nützlich sein wird.",
                    "it": "Se questo ha solo un po' di energia, sono sicuro che sarà utile.",
                    "fr": "Si cela a juste un peu de puissance, je suis sûr qu'il sera utile."
                },
                "objectBananaDEBUG": {
                    "en": "It's firm but ripe, just the way I like it!",
                    "es": "Está firme pero maduro, justo como me gusta.",
                    "de": "Es fest, aber reif, genau wie ich es mag!",
                    "it": "È sodo ma maturo, proprio come piace a me!",
                    "fr": "Il est ferme mais mûr, juste comme j'aime !"
                }                
            }
        },
        "npcInteractions": {
            "verbLookAt": {
                "npcMonkeyDEBUG": {
                    "en": "What a cute monkey, he looks hungry!",
                    "es": "¡Qué mono tan lindo, parece que tiene hambre!",
                    "de": "Was für ein süßer Affe, er sieht hungrig aus!",
                    "it": "Che scimmietta carina, sembra affamato!",
                    "fr": "Quel singe mignon, il a l'air affamé !"
                }
            },
            "verbUse": {
                "npcMonkeyDEBUG": {
                    "quest": {
                        "0": {
                            "phase": {
                                "0": {
                                    "en": "ee..ee..ooo..hungry..ee..ee",
                                    "es": "ee..ee..ooo..hambre..ee..ee",
                                    "de": "ee..ee..ooo..hungrig..ee..ee",
                                    "it": "ee..ee..ooo..fame..ee..ee",
                                    "fr": "ee..ee..ooo..faim..ee..ee"
                                },
                                "1": {
                                    "en": "ee..oo..nom..nom..have..ee.ooo",
                                    "es": "ee..oo..ñam..ñam..toma..ee.ooo",
                                    "de": "ee..oo..nom..nom..nimm..ee.ooo",
                                    "it": "ee..oo..gnam..gnam..prendi..ee.ooo",
                                    "fr": "ee..oo..miam..miam..prends..ee.ooo"                        
                                },
                                "2": {
                                    "en": "Thanks a lot! I mean ee..oo..thanks! I don't think a monkey will need this battery!",
                                    "es": "¡Muchas gracias! Quiero decir, ee..oo..¡gracias! No creo que un mono necesite esta batería.",
                                    "de": "Vielen Dank! Ich meine, ee..oo..Danke! Ich glaube nicht, dass ein Affe diese Batterie braucht.",
                                    "it": "Grazie mille! Voglio dire, ee..oo..grazie! Non penso che una scimmia avrà bisogno di questa batteria.",
                                    "fr": "Merci beaucoup ! Je veux dire, ee..oo..merci ! Je ne pense pas qu'un singe ait besoin de cette batterie."
                                }
                            }
                        },
                        "1": {
                            "phase": {
                                "0": {
                                    "en": "ee..oo...ee.ooo",
                                    "es": "ee..oo...ee.ooo",
                                    "de": "ee..oo...ee.ooo",
                                    "it": "ee..oo...ee.ooo",
                                    "fr": "ee..oo...ee.ooo"                        
                                },
                                "1": {
                                    "en": "I think he is happy as he is now.",
                                    "es": "Creo que está feliz tal como está ahora.",
                                    "de": "Ich denke, er ist jetzt glücklich, so wie er ist.",
                                    "it": "Penso che sia felice così com'è ora.",
                                    "fr": "Je pense qu'il est heureux tel qu'il est maintenant."                        
                                }
                            }
                        }
                    }
                }
            },
            "verbTalkTo": {
                "npcMonkeyDebug": {
                    "quest": {
                        "0": {
                            "phase": {
                                "0": {
                                    "en": "What a cute monkey, he looks hungry!",
                                    "es": "¡Qué mono tan lindo, parece que tiene hambre!",
                                    "de": "Was für ein süßer Affe, er sieht hungrig aus!",
                                    "it": "Che scimmietta carina, sembra affamato!",
                                    "fr": "Quel singe mignon, il a l'air affamé !"
                                }
                            }
                        },                    
                        "1": { 
                            "phase": {
                                "0": {
                                    "en": "I think he is happy as he is now.",
                                    "es": "Creo que está feliz tal como está ahora.",
                                    "de": "Ich denke, er ist jetzt glücklich, so wie er ist.",
                                    "it": "Penso che sia felice così com'è ora.",
                                    "fr": "Je pense qu'il est heureux tel qu'il est maintenant."   
                                }      
                            }
                        }
                    }
                }
            }
        },
        "globalMessages": {
            "itemCannotBeOpened": {
                "en": "I can't open that!",
                "es": "¡No puedo abrir eso!",
                "de": "Ich kann das nicht öffnen!",
                "it": "Non posso aprire quello!",
                "fr": "Je ne peux pas ouvrir ça !"
              },
            "itemCannotBeUsedUntilPickedUp": {
                "en": "Uhm...I can't use this until I pick it up!",
                "es": "Ehm...¡no puedo usar esto hasta que lo recoja!",
                "de": "Ähm... ich kann das nicht benutzen, bis ich es aufhebe!",
                "it": "Ehm... non posso usare questo finché non lo prendo!",
                "fr": "Euh... je ne peux pas utiliser ça tant que je ne l'ai pas ramassé !"
            },
            "itemCannotBeUsedWithExit": {
                "en": "I can't use this!",
                "es": "¡No puedo usar esto!",
                "de": "Ich kann das nicht benutzen!",
                "it": "Non posso usare questo!",
                "fr": "Je ne peux pas utiliser ça !"
            },
            "itemCannotBePickedUp": {
                "en": "I cannot pick that up.",
                "es": "No puedo recoger eso.",
                "de": "Ich kann das nicht aufheben.",
                "it": "Non posso raccoglierlo.",
                "fr": "Je ne peux pas ramasser ça."
            },
            "correctItemsWrongLocation": {
                "en": "They look like they should do something, but they don't seem to work where I am.",
                "es": "Parece que deberían hacer algo, pero no parecen funcionar donde estoy.",
                "de": "Sie sehen so aus, als sollten sie etwas tun, aber sie scheinen hier nicht zu funktionieren.",
                "it": "Sembrano dover fare qualcosa, ma non sembrano funzionare dove mi trovo.",
                "fr": "Ils semblent devoir faire quelque chose, mais ils ne semblent pas fonctionner là où je suis."
            },
            "cantBeUsedTogether": {
                "en": "Well that didn't do anything!",
                "es": "¡Bueno, eso no hizo nada!",
                "de": "Das hat nichts bewirkt!",
                "it": "Beh, non ha fatto nulla!",
                "fr": "Eh bien, ça n'a rien fait!"
            },
            "howWouldThatWorkWithThis": {
                "en": "Not really sure how I'm supposed to use that here!",
                "es": "¡No estoy muy seguro de cómo se supone que debo usar eso aquí!",
                "de": "Ich bin mir nicht sicher, wie ich das hier verwenden soll!",
                "it": "Non sono sicuro di come dovrei usarlo qui!",
                "fr": "Je ne suis pas vraiment sûr de savoir comment je suis censé utiliser ça ici!"
            },
            "tryOtherWayAround": {
                "en": "I can't use this on that, but maybe I can use that on this...",
                "es": "No puedo usar esto en aquello, pero tal vez pueda usar aquello en esto...",
                "de": "Ich kann das hier nicht darauf anwenden, aber vielleicht kann ich das darauf anwenden...",
                "it": "Non posso usare questo su quello, ma forse posso usare quello su questo...",
                "fr": "Je ne peux pas utiliser ceci sur cela, mais peut-être que je peux utiliser cela sur ceci..."
            },
            "activeStatusNotSet": {
                "en": "I can't use these together yet...",
                "es": "No puedo usar estos juntos todavía...",
                "de": "Ich kann diese noch nicht zusammen verwenden...",
                "it": "Non posso ancora usare questi insieme...",
                "fr": "Je ne peux pas encore utiliser ces objets ensemble..."
            },
            "alreadyUsedButRetained": {
                "en": "I think this has done its job already!",
                "es": "¡Creo que esto ya ha cumplido su función!",
                "de": "Ich denke, das hat seinen Zweck bereits erfüllt!",
                "it": "Penso che abbia già fatto il suo lavoro!",
                "fr": "Je pense que cela a déjà fait son travail!"
            },
            "alreadyUnlocked": {
                "en": "This door is already unlocked!",
                "es": "¡Esta puerta ya está desbloqueada!",
                "de": "Diese Tür ist bereits entriegelt!",
                "it": "Questa porta è già sbloccata!",
                "fr": "Cette porte est déjà déverrouillée!"
            }           
        }
    }
}
