{
  "generalComments1": "generalComments are to tell the developer about some things in this file, and are not referenced in the game logic.",
  "generalComments2": "useWith1 field is ALWAYS a successful use as non successful are handled seperately in globalMessages section",
  "generalComments3": "Doors: Don't add alreadyUsed or canUse dialogues unless something specific to a certain door, and only cantUseYet if lockable door that is locked, handle dialogue in item that unlocks door, otherwise use two sets of double quotes only.",
  "generalComments4": "Order: 0 = player 1= npc talking to 2,3,4etc other parties who may talk with own colors",
  "generalComments5": "Order: Structure is a string ending with a ! signifying the end of the phase, i.e. 011001!",
  "generalComments6": "Dialogue in npcInteractions.verbTalkTo that ends with a unicode u0020 on the LAST number of the phase tells the code to advance the questPhase by checking for space characters, the number of them indicates how many questPhases to advance by",
  "generalComments7": "cantTalk is set to 1 after ALL quests for an npc are done and as such can only be used before they start or after they are done, so basically when all dialogue is exhausted, 0 or 1, also it is always the npc that speaks - Note, you can still give items and trigger dialogue that way through the verbGive property",
  "generalComments8": "!!! at the end of dialogue responses ends the dialogue then and there.",
  "generalComments9": "\u0020\u0020 at the end of dialogue checks for pending events and triggers them if they are there",
  "dialogue": {
    "cutSceneDialogues": {
      "farmerAndCarpenterAfterFixingFence": {
        "0": {
          "en": "That does it, good as new!",
          "es": "¡Eso lo arregla, como nuevo!",
          "de": "Das war's, so gut wie neu!",
          "it": "Ecco fatto, come nuovo!",
          "fr": "Ça y est, comme neuf !"
        },
        "1": {
          "en": "Thanks so much, I was worried about losing young Daisy here!",
          "es": "¡Muchas gracias, estaba preocupado por perder a la joven Daisy aquí!",
          "de": "Vielen Dank, ich hatte Angst, die kleine Daisy hier zu verlieren!",
          "it": "Grazie mille, ero preoccupato di perdere la giovane Daisy qui!",
          "fr": "Merci beaucoup, j'avais peur de perdre la petite Daisy ici !"
        },
        "2": {
          "en": "Moo!",
          "es": "¡Muuu!",
          "de": "Muh!",
          "it": "Muuu!",
          "fr": "Meuh!"
        },
        "3": {
          "en": "Ok well I'll get going now, get a spot of fishing done, work can wait!",
          "es": "Bueno, me voy ahora, haré un poco de pesca, el trabajo puede esperar.",
          "de": "Okay, ich mache mich jetzt auf den Weg, werde etwas angeln, die Arbeit kann warten!",
          "it": "Ok, ora vado, faccio un po' di pesca, il lavoro può aspettare!",
          "fr": "Bon, je vais y aller maintenant, je vais faire un peu de pêche, le travail peut attendre !"
        },
        "4": {
          "en": "I hope you can get that splinter out of Daisy's foot, she looks in a lot of pain.",
          "es": "Espero que puedas sacar esa astilla del pie de Daisy, parece que le duele mucho.",
          "de": "Ich hoffe, du kannst den Splitter aus Daisys Fuß entfernen, sie sieht aus, als hätte sie starke Schmerzen.",
          "it": "Spero che tu riesca a togliere quella scheggia dal piede di Daisy, sembra che soffra molto.",
          "fr": "J'espère que tu pourras enlever cette écharde du pied de Daisy, elle a l'air de souffrir beaucoup."
        },
        "5": {
          "en": "Well, have a nice day, cheerio!",
          "es": "¡Bueno, que tengas un buen día, adiós!",
          "de": "Nun, hab einen schönen Tag, tschüss!",
          "it": "Bene, buona giornata, arrivederci!",
          "fr": "Eh bien, passe une bonne journée, au revoir!"
        },
        "6": {
          "en": "Yes, same to you, thanks again!",
          "es": "¡Sí, lo mismo para ti, gracias de nuevo!",
          "de": "Ja, gleichfalls, danke nochmal!",
          "it": "Sì, lo stesso a te, grazie ancora!",
          "fr": "Oui, pareil pour toi, merci encore!"
        },
        "order": "1231112!"
      }
    },
    "specialDialogue": {
      "cannotPickUpPliersOrNailsYet": {
        "en": "What do you think you are doing?? They are my tools, hands off!",
        "es": "¿Qué crees que estás haciendo?? ¡Son mis herramientas, ¡manos fuera!",
        "de": "Was denkst du, was du tust?? Das sind meine Werkzeuge, Hände weg!",
        "it": "Cosa pensi di fare?? Sono i miei strumenti, mani lontane!",
        "fr": "Que penses-tu faire?? Ce sont mes outils, ne les touche pas!"
      },
      "manholeCoverIsStuck": {
        "en": "It is stuck down, I can't move that without some kind of lever",
        "es": "Está atascado, no puedo moverlo sin algún tipo de palanca",
        "de": "Es ist festgeklemmt, ich kann das ohne einen Hebel nicht bewegen",
        "it": "È bloccato, non posso spostarlo senza una leva",
        "fr": "C'est coincé, je ne peux pas le déplacer sans un levier"
      },
      "manholeWontGoBackOn": {
        "en": "It won't go back on!",
        "es": "¡No quiere volver a ponerse!",
        "de": "Es lässt sich nicht wieder draufsetzen!",
        "it": "Non si rimette a posto!",
        "fr": "Ça ne veut pas se remettre en place !"
      },
      "disgustedToTryAndPickUpPoo": {
        "en": "Why on earth would I want to pick up poo? Yuk!",
        "es": "¿Por qué querría recoger caca? ¡Yuk!",
        "de": "Warum zum Teufel sollte ich Kot aufheben? Igitt!",
        "it": "Perché mai dovrei raccogliere la cacca? Yuk!",
        "fr": "Pourquoi diable voudrais-je ramasser de la merde ? Yuk !"
      }
    },
    "postAnimationEventDialogue": {
      "animationParrotMoveToParrotFlyer": {
        "en": "It looks like he prefers the beauty on the flyer than his own reflection!",
        "es": "¡Parece que prefiere la belleza del folleto a su propio reflejo!",
        "de": "Es sieht so aus, als würde er die Schönheit auf dem Flugblatt seinem eigenen Spiegelbild vorziehen!",
        "it": "Sembra che preferisca la bellezza sul volantino al suo stesso riflesso!",
        "fr": "On dirait qu'il préfère la beauté sur le flyer à son propre reflet !"
      },
      "animationDonkeyMovesOffScreen": {
        "en": "Damn! Now I'm for it!",
        "es": "¡Maldita sea! ¡Ahora sí que estoy en problemas!",
        "de": "Verdammt! Jetzt bin ich dran!",
        "it": "Accidenti! Ora sono nei guai!",
        "fr": "Mince ! Maintenant, ça va mal pour moi !"
      }
    },
    "objectInteractions": {
      "verbUse": {
        "objectManholeCover": {
          "use": {
            "cantUseYet": {
              "en": "It is stuck down, I can't move that without some kind of lever",
              "es": "Está atascado, no puedo moverlo sin algún tipo de palanca",
              "de": "Es ist festgeklemmt, ich kann das ohne einen Hebel nicht bewegen",
              "it": "È bloccato, non posso spostarlo senza una leva",
              "fr": "C'est coincé, je ne peux pas le déplacer sans un levier"
            },
            "alreadyUsed": {
              "en": "It won't go back on!",
              "es": "¡No quiere volver a ponerse!",
              "de": "Es lässt sich nicht wieder draufsetzen!",
              "it": "Non si rimette a posto!",
              "fr": "Ça ne veut pas se remettre en place !"
            },
            "canUse": {
              "en": "",
              "es": "",
              "de": "",
              "it": "",
              "fr": ""
            }
          }
        },
        "objectBarrelBarn": {
          "use": {
            "cantUseYet": {
              "en": "The lid has broken!",
              "es": "¡La tapa se ha roto!",
              "de": "Der Deckel ist gebrochen!",
              "it": "Il coperchio si è rotto!",
              "fr": "Le couvercle est cassé !"
            },
            "alreadyUsed": {
              "en": "The lid has broken!",
              "es": "¡La tapa se ha roto!",
              "de": "Der Deckel ist gebrochen!",
              "it": "Il coperchio si è rotto!",
              "fr": "Le couvercle est cassé !"
            },
            "canUse": {
              "en": "I got it open, it's full of spiders and an old wooden mallet!",
              "es": "¡Lo abrí, hay un viejo mazo adentro, y un millón de arañas, ¡qué asco!",
              "de": "Ich habe es geöffnet, da ist ein alter Hammer drin, und eine Million Spinnen, igitt!",
              "it": "L'ho aperto, c'è un vecchio martello dentro, e un milione di ragni, che schifo!",
              "fr": "Je l'ai ouvert, il y a un vieux maillet dedans, et des milliers d'araignées, beurk !"
            }
          }
        },
        "objectDonkeyFake": {
          "use": {
            "cantUseYet": {
              "en": "Hee haw!",
              "es": "¡Hii-haw!",
              "de": "I-Aah!",
              "it": "Iah-iah!",
              "fr": "Hii-haw!"
            },
            "alreadyUsed": {
              "en": "",
              "es": "",
              "de": "",
              "it": "",
              "fr": ""
            },
            "canUse": {
              "en": "His rope has come loose, oops, I can't tie knots!",
              "es": "¡Su cuerda se ha soltado, oops, no sé hacer nudos!",
              "de": "Sein Seil hat sich gelöst, oops, ich kann keine Knoten binden!",
              "it": "La sua corda si è sciolta, oops, non so fare i nodi!",
              "fr": "Sa corde s'est défaite, oups, je ne sais pas faire de nœuds !"
            }
          }
        },
        "objectBrokenFenceFarmTrack": {
          "use": {
            "cantUseYet": {
              "en": "I will probably cut myself messing with that, so no!",
              "es": "¡Probablemente me corte al jugar con eso, así que no!",
              "de": "Ich werde mich wahrscheinlich schneiden, wenn ich damit herumspiele, also nein!",
              "it": "Probabilmente mi taglierò giocando con quello, quindi no!",
              "fr": "Je vais probablement me couper en jouant avec ça, donc non!"
            },
            "alreadyUsed": {
              "en": "",
              "es": "",
              "de": "",
              "it": "",
              "fr": ""
            },
            "canUse": {
              "en": "",
              "es": "",
              "de": "",
              "it": "",
              "fr": ""
            }
          }
        },
        "objectParrakeet": {
          "use": {
            "cantUseYet": {
              "en": "Squawk!",
              "es": "¡Grua!",
              "de": "Krah!",
              "it": "Squawk!",
              "fr": "Cricri!"
            },
            "alreadyUsed": {
              "en": "",
              "es": "",
              "de": "",
              "it": "",
              "fr": ""
            },
            "canUse": {
              "en": "",
              "es": "",
              "de": "",
              "it": "",
              "fr": ""
            }
          }
        },
        "objectPileOfBooksLibraryFoyer": {
          "use": {
            "cantUseYet": {
              "en": "",
              "es": "",
              "de": "",
              "it": "",
              "fr": ""
            },
            "alreadyUsed": {
              "en": "I haven't got time to read right now.",
              "es": "No tengo tiempo para leer ahora mismo.",
              "de": "Ich habe jetzt keine Zeit zum Lesen.",
              "it": "Non ho tempo per leggere adesso.",
              "fr": "Je n'ai pas le temps de lire en ce moment."
            },
            "canUse": {
              "en": "Ooo, a key fell out of this book!",
              "es": "¡Ooo, una llave se ha caído de este libro!",
              "de": "Ooo, ein Schlüssel ist aus diesem Buch gefallen!",
              "it": "Ooo, una chiave è caduta fuori da questo libro!",
              "fr": "Ooo, une clé est tombée de ce livre !"
            }
          }
        },
        "objectDoorToDen": {
          "use": {
            "cantUseYet": {
              "en": "It's locked, probably for a reason such as this!",
              "es": "Está cerrada, probablemente por una razón como esta!",
              "de": "Es ist verschlossen, wahrscheinlich aus gutem Grund!",
              "it": "È chiusa a chiave, probabilmente per una ragione come questa!",
              "fr": "C'est verrouillé, probablement pour une raison comme celle-ci !"
            },
            "alreadyUsed": {
              "en": "",
              "es": "",
              "de": "",
              "it": "",
              "fr": ""
            },
            "canUse": {
              "en": "",
              "es": "",
              "de": "",
              "it": "",
              "fr": ""
            }
          }
        },
        "objectLargePileOfPoo": {
          "use": {
            "cantUseYet": {
              "en": "Yuk!  It's disgusting, I'm not touching that with my hands!",
              "es": "¡Puaj! Es asqueroso, no voy a tocar eso con mis manos.",
              "de": "Igitt! Es ist ekelhaft, ich fasse das nicht mit den Händen an!",
              "it": "Che schifo! È disgustoso, non lo tocco con le mani!",
              "fr": "Beurk ! C'est dégoûtant, je ne toucherai pas ça avec mes mains !"
            },
            "alreadyUsed": {
              "en": "I have had enough of that mountain of muck!",
              "es": "¡Ya he tenido suficiente de esa montaña de suciedad!",
              "de": "Ich habe genug von diesem Berg Dreck!",
              "it": "Ne ho abbastanza di quella montagna di sporcizia!",
              "fr": "J'en ai assez de cette montagne de crasse !"
            },
            "canUse": {
              "en": "",
              "es": "",
              "de": "",
              "it": "",
              "fr": ""
            }
          }
        },
        "objectDoorLibraryFoyerResearchRoom": {
          "use": {
            "cantUseYet": {
              "en": "The research room is locked.",
              "es": "La sala de investigación está cerrada.",
              "de": "Der Forschungsraum ist verschlossen.",
              "it": "La sala di ricerca è chiusa.",
              "fr": "La salle de recherche est verrouillée."
            },
            "alreadyUsed": {
              "en": "",
              "es": "",
              "de": "",
              "it": "",
              "fr": ""
            },
            "canUse": {
              "en": "",
              "es": "",
              "de": "",
              "it": "",
              "fr": ""
            }
          }
        },
        "useWithObject1": {
          "objectCrowbar": {
            "en": "Uff, that was heavy! There seems to be a ladder leading down, and what a stink!",
            "es": "¡Uff, eso fue pesado! Parece haber una escalera que baja, ¡y qué mal olor!",
            "de": "Uff, das war schwer! Es scheint eine Leiter nach unten zu führen, und was für ein Gestank!",
            "it": "Uff, era pesante! Sembra esserci una scala che scende, e che puzza!",
            "fr": "Ouf, c'était lourd ! Il semble y avoir une échelle qui descend, et quelle puanteur !"
          },
          "objectPitchFork": {
            "en": "Yuk! Oh wait a minute, a carrot and an old red glove have popped out of it!",
            "es": "¡Qué asco! Espera un momento, ¡han salido una zanahoria y un viejo guante rojo de ahí!",
            "de": "Igitt! Oh warte, eine Karotte und ein alter roter Handschuh sind herausgekommen!",
            "it": "Che schifo! Aspetta un attimo, sono usciti una carota e un vecchio guanto rosso!",
            "fr": "Beurk ! Oh, attendez, une carotte et un vieux gant rouge en sont sortis !"
          },
          "objectGlove": {
            "en": "Ok, I grabbed the mallet and got the spiders and webs off it!",
            "es": "¡Vale, agarré el mazo y le quité las arañas y las telarañas!",
            "de": "Ok, ich habe den Hammer genommen und die Spinnen und Spinnweben entfernt!",
            "it": "Ok, ho preso il martello e ho tolto i ragni e le ragnatele!",
            "fr": "D'accord, j'ai pris le maillet et enlevé les araignées et les toiles !"
          },
          "objectPulleyWheel": {
            "en": "I've never seen a pulley get fixed to a hook before, maybe I am naive!",
            "es": "Nunca he visto que una polea se fije a un gancho antes, ¡tal vez soy ingenuo!",
            "de": "Ich habe noch nie gesehen, dass eine Rolle an einem Haken befestigt wird, vielleicht bin ich naiv!",
            "it": "Non ho mai visto una puleggia fissata a un gancio prima, forse sono ingenuo!",
            "fr": "Je n'ai jamais vu une poulie fixée à un crochet avant, peut-être que je suis naïf !"
          },
          "objectParrotHook": {
            "en": "That should hold, I think...",
            "es": "Eso debería aguantar, creo...",
            "de": "Das sollte halten, denke ich...",
            "it": "Questo dovrebbe tenere, penso...",
            "fr": "Ça devrait tenir, je pense..."
          },
          "objectDonkeyRope": {
            "en": "That should hold, I think...",
            "es": "Eso debería aguantar, creo...",
            "de": "Das sollte halten, denke ich...",
            "it": "Questo dovrebbe tenere, penso...",
            "fr": "Ça devrait tenir, je pense..."
          },
          "objectParrotFlyer": {
            "en": "I wonder what will happen if...",
            "es": "Me pregunto qué pasará si...",
            "de": "Ich frage mich, was passiert, wenn...",
            "it": "Mi chiedo cosa succederà se...",
            "fr": "Je me demande ce qui se passera si..."
          },
          "objectMilkBottle": {
            "en": "A refreshing looking bowl of milk, yum!",
            "es": "Un cuenco de leche que parece refrescante, ¡yum!",
            "de": "Eine erfrischend aussehende Schüssel Milch, yum!",
            "it": "Una ciotola di latte che sembra rinfrescante, yum!",
            "fr": "Un bol de lait rafraîchissant, miam !"
          },
          "objectBowl": {
            "en": "A refreshing looking bowl of milk, yum!",
            "es": "Un cuenco de leche que parece refrescante, ¡yum!",
            "de": "Eine erfrischend aussehende Schüssel Milch, yum!",
            "it": "Una ciotola di latte che sembra rinfrescante, yum!",
            "fr": "Un bol de lait rafraîchissant, miam !"
          },
          "objectKeyToDen": {
            "en": "Should I really be doing this? Oh well!",
            "es": "¿Debería estar haciendo esto? ¡Oh bueno!",
            "de": "Sollte ich das wirklich tun? Na ja!",
            "it": "Dovrei davvero fare questo? Oh beh!",
            "fr": "Devrais-je vraiment faire ça ? Tant pis !"
          },
          "objectKeyResearchRoom": {
            "en": "Uff, it was a stiff lock, but it's finally opened!",
            "es": "¡Uf, era una cerradura difícil, pero finalmente se ha abierto!",
            "de": "Uff, das war ein steifes Schloss, aber es ist endlich offen!",
            "it": "Uff, era una serratura dura, ma finalmente si è aperta!",
            "fr": "Ouf, c'était une serrure rigide, mais elle est enfin ouverte!"
          }
        }
      },
      "verbLookAt": {
        "exits": {
          "libraryFoyer": {
            "open": {
              "en": "The door leads in to the library",
              "es": "La puerta conduce al vestíbulo de la biblioteca.",
              "de": "Die Tür führt ins Foyer der Bibliothek.",
              "it": "La porta conduce al foyer della biblioteca.",
              "fr": "La porte mène au foyer de la bibliothèque."
            }
          },
          "marketStreet": {
            "open": {
              "en": "The town center.",
              "es": "El centro de la ciudad.",
              "de": "Das Stadtzentrum.",
              "it": "Il centro della città.",
              "fr": "Le centre-ville."
            }
          },
          "researchRoom": {
            "open": {
              "en": "The door leads to the library's research room.",
              "es": "La puerta conduce a la sala de investigación de la biblioteca.",
              "de": "Die Tür führt zum Forschungsraum der Bibliothek.",
              "it": "La porta conduce alla sala di ricerca della biblioteca.",
              "fr": "La porte mène à la salle de recherche de la bibliothèque."
            },
            "locked": {
              "en": "The door leads to the library's research room.",
              "es": "La puerta conduce a la sala de investigación de la biblioteca.",
              "de": "Die Tür führt zum Forschungsraum der Bibliothek.",
              "it": "La porta conduce alla sala di ricerca della biblioteca.",
              "fr": "La porte mène à la salle de recherche de la bibliothèque."
            }
          },
          "seedyGuyAlley": {
            "open": {
              "en": "It looks like a back alley this way!",
              "es": "¡Parece un callejón por aquí!",
              "de": "Es sieht aus wie eine Gasse in diese Richtung!",
              "it": "Sembra un vicolo da questa parte!",
              "fr": "Ça ressemble à une ruelle par ici !"
            }
          },
          "carpenter": {
            "open": {
              "en": "The door leads to the Carpenter's Workshop.",
              "es": "La puerta conduce al Taller del Carpintero.",
              "de": "Die Tür führt zur Tischlerei.",
              "it": "La porta conduce al Laboratorio del Fabbro.",
              "fr": "La porte mène à l'Atelier du Charpentier."
            }
          },
          "largePileOfPoo": {
            "open": {
              "en": "There looks to be a huge mountain of poo this way, yuk!",
              "es": "Parece que hay una enorme montaña de excremento por este camino, ¡qué asco!",
              "de": "Es sieht so aus, als wäre hier ein riesiger Berg von Kot, igitt!",
              "it": "Sembra esserci una enorme montagna di feci da questa parte, che schifo!",
              "fr": "On dirait qu'il y a une énorme montagne de caca par ici, beurk !"
            }
          },
          "den": {
            "open": {
              "en": "The door leads to the den.",
              "es": "La puerta conduce a la guarida.",
              "de": "Die Tür führt zur Höhle.",
              "it": "La porta conduce alla tana.",
              "fr": "La porte mène à la cachette."
            },
            "locked": {
              "en": "The door leads to the den.",
              "es": "La puerta conduce a la guarida.",
              "de": "Die Tür führt zur Höhle.",
              "it": "La porta conduce alla tana.",
              "fr": "La porte mène à la cachette."
            }
          },
          "house": {
            "open": {
              "en": "There is a house there.",
              "es": "Hay una casa allí.",
              "de": "Dort steht ein Haus.",
              "it": "C'è una casa lì.",
              "fr": "Il y a une maison là-bas."
            }
          },
          "stables": {
            "open": {
              "en": "The stables are this way.",
              "es": "Los establos están por aquí.",
              "de": "Die Ställe sind hier entlang.",
              "it": "Le stalle sono da questa parte.",
              "fr": "Les écuries sont par ici."
            }
          },
          "barn": {
            "open": {
              "en": "In to the barn.",
              "es": "Dentro del establo.",
              "de": "In die Scheune.",
              "it": "Dentro del fienile.",
              "fr": "Dans la grange."
            },
            "locked": {
              "en": "In to the barn.",
              "es": "Dentro del establo.",
              "de": "In die Scheune.",
              "it": "Dentro del fienile.",
              "fr": "Dans la grange."
            }
          },
          "bigTree": {
            "open": {
              "en": "There's a big tree over there!",
              "es": "¡Hay un gran árbol allí!",
              "de": "Da drüben steht ein großer Baum!",
              "it": "C'è un grande albero laggiù!",
              "fr": "Il y a un grand arbre là-bas !"
            }
          },
          "roadIntoTown": {
            "open": {
              "en": "The road leads into town, or out!",
              "es": "¡El camino lleva a la ciudad o sale de ella!",
              "de": "Der Weg führt in die Stadt oder hinaus!",
              "it": "La strada porta in città, o fuori!",
              "fr": "La route mène en ville, ou sort !"
            }
          },
          "stinkingDump": {
            "open": {
              "en": "There's a horrible smell coming from this direction!",
              "es": "¡Hay un olor horrible que viene de esta dirección!",
              "de": "Es kommt ein schrecklicher Geruch aus dieser Richtung!",
              "it": "C'è un odore orribile che proviene da questa direzione!",
              "fr": "Il y a une horrible odeur qui vient de cette direction !"
            }
          },
          "riverCrossing": {
            "open": {
              "en": "I can hear a river over in this direction!",
              "es": "¡Puedo oír un río en esta dirección!",
              "de": "Ich kann einen Fluss in diese Richtung hören!",
              "it": "Posso sentire un fiume in questa direzione!",
              "fr": "Je peux entendre une rivière dans cette direction !"
            }
          },
          "sewer": {
            "open": {
              "en": "There is a ladder leading down, ugh it stinks!",
              "es": "Hay una escalera que baja, ¡ugh, apesta!",
              "de": "Da ist eine Leiter, die nach unten führt, ugh, es stinkt!",
              "it": "C'è una scala che scende, ugh, che puzza!",
              "fr": "Il y a une échelle qui descend, beurk, ça pue !"
            }
          },
          "map": {
            "open": {
              "en": "Out into the world!",
              "es": "¡Fuera al mundo!",
              "de": "Hinaus in die Welt!",
              "it": "Fuori nel mondo!",
              "fr": "Hors dans le monde !"
            },
            "locked": {
              "en": "Out into the world!",
              "es": "¡Fuera al mundo!",
              "de": "Hinaus in die Welt!",
              "it": "Fuori nel mondo!",
              "fr": "Hors dans le monde !"
            }
          }
        },
        "objectManholeCover": {
          "0": {
            "en": "A big heavy rusted manhole cover. It has not been opened for a long time!",
            "es": "Una gran tapa de alcantarilla oxidada y pesada. ¡No se ha abierto en mucho tiempo!",
            "de": "Ein großer, schwerer, rostiger Kanaldeckel. Er wurde lange nicht geöffnet!",
            "it": "Un grande e pesante coperchio del tombino arrugginito. Non è stato aperto da molto tempo!",
            "fr": "Un grand couvercle d'égout lourd et rouillé. Il n'a pas été ouvert depuis longtemps !"
          },
          "1": {
            "en": "That looks like it will never go back in that hole!",
            "es": "¡Eso parece que nunca volverá a encajar en ese agujero!",
            "de": "Das sieht so aus, als würde es nie wieder in das Loch passen!",
            "it": "Sembra che non tornerà mai più in quel buco!",
            "fr": "On dirait que ça ne rentrera plus jamais dans ce trou !"
          }
        },
        "objectLargePileOfPoo": {
          "0": {
            "en": "Yuk that's disgusting, steaming and warm, full of flies, and it stinks, Urgh!",
            "es": "¡Qué asco, está hirviendo y cálido, lleno de moscas y apesta, urgh!",
            "de": "Igitt, das ist ekelhaft, dampfend und warm, voller Fliegen, und es stinkt, urgh!",
            "it": "Yuk, è disgustoso, fumante e caldo, pieno di mosche e puzza, urgh!",
            "fr": "Beurk, c'est dégoûtant, fumant et chaud, plein de mouches, et ça pue, urgh !"
          },
          "1": {
            "en": "I'm never going near that again, hey kids, don't play with poo!",
            "es": "¡Nunca me acercaré a eso de nuevo, eh niños, no jueguen con caca!",
            "de": "Ich werde nie wieder in die Nähe davon gehen, hey Kinder, spielt nicht mit Kot!",
            "it": "Non mi avvicinerò mai più a quello, ehi bambini, non giocate con la cacca!",
            "fr": "Je ne m'en approcherai plus jamais, hé les enfants, ne jouez pas avec de la merde !"
          }
        },
        "objectParrakeet": {
          "0": {
            "en": "That's a very beautiful bird, look at it admiring itself in the mirror!",
            "es": "¡Es un pájaro muy bonito, míralo admirándose en el espejo!",
            "de": "Das ist ein wunderschöner Vogel, sieh, wie er sich im Spiegel bewundert!",
            "it": "Che uccello bellissimo, guardalo mentre si ammira allo specchio!",
            "fr": "Quel bel oiseau, regarde-le s'admirer dans le miroir !"
          },
          "1": {
            "en": "It thinks that its new reflection is way more beautiful than the old one!",
            "es": "¡Cree que su nuevo reflejo es mucho más hermoso que el anterior!",
            "de": "Es denkt, dass sein neues Spiegelbild viel schöner ist als das alte!",
            "it": "Pensa che il suo nuovo riflesso sia molto più bello di quello vecchio!",
            "fr": "Il pense que son nouveau reflet est bien plus beau que l'ancien !"
          }
        },
        "objectBarrelBarn": {
          "0": {
            "en": "A dusty old barrel, with spider webs all over it!",
            "es": "Un viejo barril polvoriento, cubierto de telarañas!",
            "de": "Ein alter staubiger Fass, voller Spinnweben!",
            "it": "Un vecchio barile polveroso, ricoperto di ragnatele!",
            "fr": "Un vieux tonneau poussiéreux, recouvert de toiles d'araignée !"
          },
          "1": {
            "en": "It's full of spiders, oh I see an old wooden mallet too!",
            "es": "¡Está lleno de arañas, oh, veo también un viejo mazo de madera!",
            "de": "Es ist voller Spinnen, oh, ich sehe auch einen alten Holzhammer!",
            "it": "È pieno di ragni, oh, vedo anche un vecchio martello di legno!",
            "fr": "C'est plein d'araignées, oh, je vois aussi un vieux maillet en bois !"
          },
          "2": {
            "en": "An empty barrel, except for the millions of spiders, eeww!",
            "es": "Un barril vacío, excepto por los millones de arañas, ¡qué asco!",
            "de": "Ein leerer Fass, abgesehen von den Millionen von Spinnen, igitt!",
            "it": "Un barile vuoto, tranne per i milioni di ragni, eww!",
            "fr": "Un tonneau vide, sauf pour les millions d'araignées, beurk!"
          }
        },
        "objectSplinter": {
          "0": {
            "en": "A surprisingly strong looking wood splinter!",
            "es": "¡Una astilla de madera sorprendentemente fuerte!",
            "de": "Ein überraschend stark aussehender Holzsplitter!",
            "it": "Una scheggia di legno sorprendentemente robusta!",
            "fr": "Une écharde de bois d'apparence étonnamment solide !"
          }
        },
        "objectSturdyAnchor": {
          "0": {
            "en": "It looks like something was attached here, it's clearly a very strong branch!",
            "es": "Parece que algo estaba unido aquí, ¡es claramente una rama muy fuerte!",
            "de": "Es sieht so aus, als wäre hier etwas befestigt gewesen, es ist eindeutig ein sehr starker Ast!",
            "it": "Sembra che qui fosse attaccato qualcosa, è chiaramente un ramo molto forte!",
            "fr": "On dirait que quelque chose était attaché ici, c'est clairement une branche très solide !"
          }
        },
        "objectPaperWithInstructionsScrawledOn": {
          "0": {
            "en": "\"Cast the rope, the hook is set, now lift that plank without a sweat!\" - I have no idea what this means!",
            "es": "\"Lanza la cuerda, el gancho está listo, levanta esa tabla sin un despiste!\" - ¡No tengo idea de lo que significa!",
            "de": "\"Wirf das Seil, der Haken ist fest, heb das Brett ohne Stress!\" - Ich habe keine Ahnung, was das bedeuten soll!",
            "it": "\"Lancia la corda, il gancio è pronto, solleva la tavola senza scontro!\" - Non ho idea di cosa significhi!",
            "fr": "\"Lance la corde, le crochet est prêt, soulève cette planche sans suer!\" - Je n'ai aucune idée de ce que cela signifie!"
          }
        },
        "objectBrokenFenceFarmTrack": {
          "0": {
            "en": "The fence is down and there are wood splinters everywhere, it must have been windy recently!",
            "es": "La cerca está caída y hay astillas de madera por todas partes, ¡debe haber estado ventoso recientemente!",
            "de": "Der Zaun ist umgefallen und überall liegen Holzsplitter, es muss in letzter Zeit windig gewesen sein!",
            "it": "La recinzione è caduta e ci sono schegge di legno ovunque, deve essere stato ventoso di recente!",
            "fr": "La clôture est tombée et il y a des éclats de bois partout, il a dû y avoir du vent récemment !"
          }
        },
        "objectKeyToDen": {
          "0": {
            "en": "A small rusty key, engraved with 'Den'.",
            "es": "Una pequeña llave oxidada, grabada con 'Guarida'.",
            "de": "Ein kleiner rostiger Schlüssel, graviert mit 'Höhle'.",
            "it": "Una piccola chiave arrugginita, incisa con 'Covo'.",
            "fr": "Une petite clé rouillée, gravée avec 'Tanière'."
          }
        },
        "objectPitchFork": {
          "0": {
            "en": "A pitchfork, with what looks like poo encrusted on the tip! Yuck!",
            "es": "¡Una horca, con lo que parece ser caca incrustada en la punta! ¡Qué asco!",
            "de": "Eine Heugabel, mit dem, was wie Kacke aussieht, verkrustet an der Spitze! Igitt!",
            "it": "Un forcone, con quello che sembra essere cacca incrostata sulla punta! Che schifo!",
            "fr": "Une fourche, avec ce qui ressemble à du caca incrusté sur la pointe ! Beurk !"
          }
        },
        "objectMallet": {
          "0": {
            "en": "A wood mallet, looks strong, but has been indented by whacking a lot of nails over the years!",
            "es": "Un mazo de madera, parece fuerte, pero está lleno de marcas por golpear muchos clavos a lo largo de los años.",
            "de": "Ein Holzhammer, sieht stark aus, aber ist durch das Einschlagen vieler Nägel über die Jahre eingedellt!",
            "it": "Un martello di legno, sembra robusto, ma è stato ammaccato dopo aver colpito tanti chiodi nel corso degli anni!",
            "fr": "Un maillet en bois, semble solide, mais est marqué par des années à enfoncer des clous !"
          }
        },
        "objectNails": {
          "0": {
            "en": "A box of strong wood nails.",
            "es": "Una caja de clavos fuertes para madera.",
            "de": "Eine Schachtel mit starken Holznägeln.",
            "it": "Una scatola di chiodi robusti per legno.",
            "fr": "Une boîte de clous solides pour bois."
          }
        },
        "objectBone": {
          "0": {
            "en": "A half chewed dog bone.",
            "es": "Un hueso de perro medio masticado.",
            "de": "Ein halb gekauter Hundeknochen.",
            "it": "Un osso di cane mezzo masticato.",
            "fr": "Un os de chien à moitié mâché."
          }
        },
        "objectMilkBottle": {
          "0": {
            "en": "A bottle of milk straight from the farm. Lovely and cold!",
            "es": "Una botella de leche directamente de la granja. ¡Encantadora y fría!",
            "de": "Eine Flasche Milch direkt vom Bauernhof. Schön und kalt!",
            "it": "Una bottiglia di latte direttamente dalla fattoria. Bella e fredda!",
            "fr": "Une bouteille de lait directement de la ferme. Magnifique et froide !"
          }
        },
        "objectBowl": {
          "0": {
            "en": "A multi-purpose wooden bowl.",
            "es": "Un cuenco de madera multiusos.",
            "de": "Eine vielseitige Holzschüssel.",
            "it": "Una ciotola di legno multiuso.",
            "fr": "Un bol en bois multi-usage."
          },
          "1": {
            "en": "A multi-purpose wooden bowl, complete with dog slurp, yuk!",
            "es": "Un cuenco de madera multiusos, completo con babas de perro, ¡qué asco!",
            "de": "Eine vielseitige Holzschüssel, komplett mit Hundeschlürfen, igitt!",
            "it": "Una ciotola di legno multiuso, completa di slurp di cane, che schifo!",
            "fr": "Un bol en bois multi-usage, avec des traces de slurp de chien, beurk !"
          }
        },
        "objectMilkInBowl": {
          "0": {
            "en": "A refreshing looking bowl of milk, yum!",
            "es": "Un cuenco de leche que parece refrescante, ¡yum!",
            "de": "Eine erfrischend aussehende Schüssel Milch, yum!",
            "it": "Una ciotola di latte che sembra rinfrescante, yum!",
            "fr": "Un bol de lait rafraîchissant, miam !"
          }
        },
        "objectBoneJammedInPulley": {
          "0": {
            "en": "That is not going anywhere, it's totally locked!",
            "es": "Eso no va a ninguna parte, ¡está totalmente bloqueado!",
            "de": "Das geht nirgendwohin, es ist völlig verriegelt!",
            "it": "Non va da nessuna parte, è completamente bloccato!",
            "fr": "Ça ne va nulle part, c'est totalement verrouillé !"
          }
        },
        "objectRopeAndHook": {
          "0": {
            "en": "A big hook, and a very strong looking rope, connected by one of my questionable knots!",
            "es": "Un gran gancho y una cuerda que parece muy fuerte, conectados por uno de mis nudos cuestionables.",
            "de": "Ein großer Haken und ein sehr stark aussehendes Seil, verbunden durch einen meiner fragwürdigen Knoten!",
            "it": "Un grande gancio e una corda che sembra molto resistente, collegati da uno dei miei nodi discutibili!",
            "fr": "Un grand crochet et une corde qui a l'air très solide, reliés par un de mes nœuds douteux !"
          }
        },
        "objectPliers": {
          "0": {
            "en": "You know when you just can't grip something, these are for you!",
            "es": "Sabes cuando no puedes agarrar algo, ¡esto es para ti!",
            "de": "Weißt du, wenn du etwas nicht greifen kannst, das ist für dich!",
            "it": "Sai quando non riesci a afferrare qualcosa, questi sono per te!",
            "fr": "Tu sais quand tu ne peux pas saisir quelque chose, ceux-ci sont pour toi!"
          }
        },
        "objectCrowbar": {
          "0": {
            "en": "A strong iron crowbar, great for prising things open!",
            "es": "Una palanca de hierro resistente, ¡perfecta para abrir cosas!",
            "de": "Ein starker Eisenhebel, hervorragend zum Aufhebeln von Dingen!",
            "it": "Un robusto piede di porco in ferro, ottimo per sollevare cose!",
            "fr": "Un pied de biche en fer solide, idéal pour ouvrir des choses !"
          }
        },
        "objectIllegibleMap": {
          "0": {
            "en": "Some kind of map, but it is encrypted, I can't read or understand anything!",
            "es": "Algún tipo de mapa, pero está encriptado, ¡no puedo leer ni entender nada!",
            "de": "Irgendeine Art von Karte, aber sie ist verschlüsselt, ich kann nichts lesen oder verstehen!",
            "it": "Qualche tipo di mappa, ma è crittografata, non riesco a leggere o capire niente!",
            "fr": "Une sorte de carte, mais elle est cryptée, je ne peux rien lire ni comprendre !"
          }
        },
        "objectPulleyWheel": {
          "0": {
            "en": "A pulley wheel, not really sure why it is up there!",
            "es": "Una polea, ¡no estoy realmente seguro de por qué está ahí arriba!",
            "de": "Ein Flaschenzugrad, ich bin mir nicht wirklich sicher, warum es dort oben ist!",
            "it": "Una ruota di puleggia, non sono davvero sicuro del perché sia là sopra!",
            "fr": "Une roue de poulie, je ne suis pas vraiment sûr de pourquoi elle est là-haut !"
          }
        },
        "objectParrotHook": {
          "0": {
            "en": "A strong metal hook, cobbled together on this perch.",
            "es": "Un fuerte gancho de metal, ensamblado en este posadero.",
            "de": "Ein starker Metallhaken, der auf diesem Sitzplatz zusammengebaut wurde.",
            "it": "Un forte gancio di metallo, assemblato su questo posatoio.",
            "fr": "Un crochet en métal solide, assemblé sur ce perchoir."
          }
        },
        "objectGlove": {
          "0": {
            "en": "An old red glove, just one, and covered in dry poo!",
            "es": "Un viejo guante rojo, solo uno, ¡y cubierto de caca seca!",
            "de": "Ein alter roter Handschuh, nur einer, und mit trockenem Kot bedeckt!",
            "it": "Un vecchio guanto rosso, solo uno, e coperto di cacca secca!",
            "fr": "Un vieux gant rouge, juste un, couvert de crottes sèches!"
        },
        "1": {
            "en": "An old red glove, just one, covered in dry poo, with a layer of spider webs!",
            "es": "Un viejo guante rojo, solo uno, cubierto de caca seca y con una capa de telarañas!",
            "de": "Ein alter roter Handschuh, nur einer, bedeckt mit trockenem Kot und einer Schicht Spinnweben!",
            "it": "Un vecchio guanto rosso, solo uno, coperto di cacca secca e con uno strato di ragnatele!",
            "fr": "Un vieux gant rouge, juste un, couvert de crottes sèches et d'une couche de toiles d'araignée!"
        }
        },
        "objectCarrot": {
          "0": {
            "en": "A carrot, past its best, but still edible...I think!",
            "es": "Una zanahoria, pasada de fecha, pero aún comestible... creo.",
            "de": "Eine Karotte, die nicht mehr frisch ist, aber immer noch essbar... denke ich!",
            "it": "Una carota, oltre il suo meglio, ma ancora commestibile... credo!",
            "fr": "Une carotte, qui n'est plus au top, mais encore comestible... je pense !"
          }
        },
        "objectParrotMirror": {
          "0": {
            "en": "Cute little pocket mirror, handy for checking out your hair.",
            "es": "Lindo espejito de bolsillo, útil para revisar tu cabello.",
            "de": "Niedlicher kleiner Taschenspiegel, praktisch, um deine Haare zu überprüfen.",
            "it": "Carino piccolo specchio da tasca, utile per controllare i capelli.",
            "fr": "Mignon petit miroir de poche, pratique pour vérifier tes cheveux."
          }
        },
        "objectDonkeyFake": {
          "0": {
            "en": "He looks old and shattered, no use for nothing bless, but happy!",
            "es": "Se ve viejo y destrozado, no sirve para nada, pobre, pero feliz.",
            "de": "Er sieht alt und erschöpft aus, nützt zu nichts, arme Seele, aber glücklich.",
            "it": "Sembra vecchio e distrutto, non serve a niente, poverino, ma felice.",
            "fr": "Il a l'air vieux et brisé, il ne sert à rien, pauvre, mais heureux."
          }
        },
        "objectDonkeyRope": {
          "0": {
            "en": "A thick strong rope, it can definitely hold plenty of weight!",
            "es": "Una cuerda gruesa y fuerte, ¡definitivamente puede soportar mucho peso!",
            "de": "Ein dickes starkes Seil, es kann definitiv viel Gewicht halten!",
            "it": "Una corda spessa e resistente, può sicuramente reggere molto peso!",
            "fr": "Une corde épaisse et solide, elle peut certainement supporter beaucoup de poids !"
          }
        },
        "objectParrotFlyer": {
          "0": {
            "en": "A ticket for an exotic bird park that is no longer open, sheesh!",
            "es": "Un boleto para un parque de aves exóticas que ya no está abierto, ¡uf!",
            "de": "Ein Ticket für einen exotischen Vogelpark, der nicht mehr geöffnet ist, Mensch!",
            "it": "Un biglietto per un parco di uccelli esotici che non è più aperto, uffa!",
            "fr": "Un billet pour un parc d'oiseaux exotiques qui n'est plus ouvert, pff!"
          },
          "1": {
            "en": "I'm glad I found a use for it!",
            "es": "¡Me alegra haber encontrado un uso para ello!",
            "de": "Ich bin froh, dass ich einen Verwendungszweck dafür gefunden habe!",
            "it": "Sono contento di aver trovato un uso per esso!",
            "fr": "Je suis content d'avoir trouvé une utilité à ça !"
          }
        },
        "objectPileOfBooksLibraryFoyer": {
          "0": {
            "en": "A large pile of books, that look to have been used recently.",
            "es": "Una gran pila de libros que parecen haber sido usados recientemente.",
            "de": "Ein großer Stapel Bücher, der kürzlich benutzt worden zu sein scheint.",
            "it": "Una grande pila di libri che sembrano essere stati usati di recente.",
            "fr": "Une grande pile de livres qui semblent avoir été utilisés récemment."
          }
        },
        "objectKeyResearchRoom": {
          "0": {
            "en": "A small, brass key with an ornate pattern.",
            "es": "Una pequeña llave de latón con un patrón ornamentado.",
            "de": "Ein kleiner Messingschlüssel mit einem verzierten Muster.",
            "it": "Una piccola chiave di ottone con un motivo ornato.",
            "fr": "Une petite clé en laiton avec un motif orné."
          }
        },
        "objectBatteryDEBUG": {
          "0": {
            "en": "A small battery, still charged and ready to use.",
            "es": "Una pequeña batería, aún cargada y lista para usar.",
            "de": "Eine kleine Batterie, die noch geladen und einsatzbereit ist.",
            "it": "Una piccola batteria, ancora carica e pronta all'uso.",
            "fr": "Une petite batterie, encore chargée et prête à l'emploi."
          }
        },
        "objectMachineDEBUG": {
          "0": {
            "en": "The machine looks old and complex. It has a slot for a battery.",
            "es": "La máquina parece vieja y compleja. Tiene una ranura para una batería.",
            "de": "Die Maschine sieht alt und komplex aus. Sie hat einen Schlitz für eine Batterie.",
            "it": "La macchina sembra vecchia e complessa. Ha una fessura per una batteria.",
            "fr": "La machine semble vieille et complexe. Elle a une fente pour une batterie."
          }
        },
        "objectBananaDEBUG": {
          "0": {
            "en": "A perfectly ripe banana. Ready to eat.",
            "es": "Un plátano perfectamente maduro. Listo para comer.",
            "de": "Eine perfekt gereifte Banane. Bereit zum Essen.",
            "it": "Una banana perfettamente matura. Pronta da mangiare.",
            "fr": "Une banane parfaitement mûre. Prête à être mangée."
          }
        },
        "objectDoorToDen": {
          "0": {
            "en": "A huge solid oak door, surely impenetrable without the key!",
            "es": "Una enorme puerta de roble macizo, seguramente impenetrable sin la llave!",
            "de": "Eine riesige massive Eichentür, ohne den Schlüssel sicher undurchdringlich!",
            "it": "Un'enorme porta di quercia massiccia, sicuramente impenetrabile senza la chiave!",
            "fr": "Une énorme porte en chêne massif, sûrement impénétrable sans la clé !"
          }
        },
        "objectDoorLibraryFoyerResearchRoom": {
          "0": {
            "en": "A wooden door that seems to lead into another room.",
            "es": "Una puerta de madera que parece llevar a otra habitación.",
            "de": "Eine Holztür, die scheinbar in einen anderen Raum führt.",
            "it": "Una porta di legno che sembra condurre in un'altra stanza.",
            "fr": "Une porte en bois qui semble mener à une autre pièce."
          }
        },
        "objectDoorLibraryFoyerMarketStreet": {
          "0": {
            "en": "It's an unremarkable door that leads outside.",
            "es": "Es una puerta sin importancia que lleva al exterior.",
            "de": "Es ist eine unscheinbare Tür, die nach draußen führt.",
            "it": "È una porta insignificante che conduce all'esterno.",
            "fr": "C'est une porte banale qui mène à l'extérieur."
          }
        }
      },
      "verbPickUp": {
        "objectPaperWithInstructionsScrawledOn": {
          "en": "\"Cast the rope, the hook is set, now lift that plank without a sweat!\" - I have no idea what this means!",
          "es": "\"Lanza la cuerda, el gancho está listo, levanta esa tabla sin un despiste!\" - ¡No tengo idea de lo que significa!",
          "de": "\"Wirf das Seil, der Haken ist fest, heb das Brett ohne Stress!\" - Ich habe keine Ahnung, was das bedeuten soll!",
          "it": "\"Lancia la corda, il gancio è pronto, solleva la tavola senza scontro!\" - Non ho idea di cosa significhi!",
          "fr": "\"Lance la corde, le crochet est prêt, soulève cette planche sans suer!\" - Je n'ai aucune idée de ce que cela signifie!"
        },
        "objectPitchFork": {
          "en": "I'll grab this, I always enjoyed horticulture!",
          "es": "¡Agarraré esto, siempre disfruté de la horticultura!",
          "de": "Ich nehme das, ich habe die Gartenarbeit immer gemocht!",
          "it": "Prenderò questo, mi è sempre piaciuta l'orticultura!",
          "fr": "Je vais prendre ça, j'ai toujours aimé l'horticulture !"
        },
        "objectMallet": {
          "en": "I love mallets, I don't know why... They are so... mallety!",
          "es": "Me encantan los mazos, no sé por qué... ¡Son tan... mazos!",
          "de": "Ich liebe Hämmer, ich weiß nicht warum... Sie sind so... hammermäßig!",
          "it": "Adoro i mazze, non so perché... Sono così... mazze!",
          "fr": "J'adore les maillets, je ne sais pas pourquoi... Ils sont si... mailletiques !"
        },
        "objectNails": {
          "en": "Now you never know when you will need some nails; he won't miss these in his line of work...",
          "es": "Nunca se sabe cuándo necesitarás algunos clavos; él no los echará de menos en su trabajo...",
          "de": "Man weiß nie, wann man Nägel braucht; er wird diese in seinem Beruf nicht vermissen...",
          "it": "Non si sa mai quando serviranno dei chiodi; lui non si accorgerà di questi nel suo lavoro...",
          "fr": "On ne sait jamais quand on aura besoin de clous ; il ne les manquera pas dans son travail..."
        },
        "objectBone": {
          "en": "Yuk, it stinks of dog breath!",
          "es": "¡Yuk, huele a aliento de perro!",
          "de": "Igitt, es riecht nach Hundemund!",
          "it": "Ugh, puzza di alito di cane!",
          "fr": "Beurk, ça sent l'haleine de chien !"
        },
        "objectBowl": {
          "en": "Why not, maybe I will want to eat something sloppy!",
          "es": "¡Por qué no, tal vez quiera comer algo desordenado!",
          "de": "Warum nicht, vielleicht möchte ich etwas Klebriges essen!",
          "it": "Perché no, forse vorrò mangiare qualcosa di pasticciato!",
          "fr": "Pourquoi pas, peut-être que je voudrais manger quelque chose de salissant !"
        },
        "objectPliers": {
          "en": "You know when you just can't grip something, these are for you!",
          "es": "Sabes cuando no puedes agarrar algo, ¡esto es para ti!",
          "de": "Weißt du, wenn du etwas nicht greifen kannst, das ist für dich!",
          "it": "Sai quando non riesci a afferrare qualcosa, questi sono per te!",
          "fr": "Tu sais quand tu ne peux pas saisir quelque chose, ceux-ci sont pour toi!"
        },
        "objectCrowbar": {
          "en": "Very heavy, but in case I want to be a robber, it will be handy (joke!)",
          "es": "¡Muy pesado, pero por si acaso quiero ser un ladrón, será útil (¡broma!)",
          "de": "Sehr schwer, aber falls ich ein Räuber werden will, wird es praktisch sein (Scherz!)",
          "it": "Molto pesante, ma se mai volessi diventare un ladro, sarà utile (scherzo!)",
          "fr": "Très lourd, mais au cas où je voudrais devenir un voleur, ça sera pratique (blague !)"
        },
        "objectIllegibleMap": {
          "en": "No idea what it says, but you never know!",
          "es": "¡No tengo idea de lo que dice, pero nunca se sabe!",
          "de": "Keine Ahnung, was da steht, aber man weiß ja nie!",
          "it": "Non ho idea di cosa dica, ma non si sa mai!",
          "fr": "Aucune idée de ce que ça dit, mais on ne sait jamais !"
        },
        "objectPulleyWheel": {
          "en": "I grabbed it! It is squeaky, but turns!",
          "es": "¡Lo agarré! Hace un ruido chirriante, ¡pero gira!",
          "de": "Ich habe es geschnappt! Es quietscht, aber es dreht sich!",
          "it": "L'ho afferrato! Fa un rumore squeaky, ma gira!",
          "fr": "Je l'ai attrapé ! Ça fait du bruit, mais ça tourne !"
        },
        "objectParrotHook": {
          "en": "This looks strong, I bet it will come in handy for something!",
          "es": "¡Esto se ve fuerte, apuesto a que será útil para algo!",
          "de": "Das sieht stark aus, ich wette, es wird für etwas nützlich sein!",
          "it": "Questo sembra robusto, scommetto che sarà utile per qualcosa!",
          "fr": "Ça a l'air solide, je parie que ça sera utile pour quelque chose !"
        },
        "objectGlove": {
          "en": "Not sure when I'll need this, but ok then!",
          "es": "No estoy seguro de cuándo necesitaré esto, ¡pero bueno!",
          "de": "Ich bin nicht sicher, wann ich das brauchen werde, aber na gut!",
          "it": "Non sono sicuro di quando ne avrò bisogno, ma va bene!",
          "fr": "Je ne sais pas quand j'en aurai besoin, mais bon !"
        },
        "objectCarrot": {
          "en": "A carrot, past its best, but still edible...I think!",
          "es": "Una zanahoria, pasada de fecha, pero aún comestible... creo.",
          "de": "Eine Karotte, die nicht mehr frisch ist, aber immer noch essbar... denke ich!",
          "it": "Una carota, oltre il suo meglio, ma ancora commestibile... credo!",
          "fr": "Une carotte, qui n'est plus au top, mais encore comestible... je pense !"
        },
        "objectParrotMirror": {
          "en": "Cute little pocket mirror, handy for checking out your hair",
          "es": "Lindo espejito de bolsillo, útil para revisar tu cabello",
          "de": "Niedlicher kleiner Taschenspiegel, praktisch, um deine Haare zu überprüfen",
          "it": "Carino piccolo specchio da tasca, utile per controllare i capelli",
          "fr": "Mignon petit miroir de poche, pratique pour vérifier tes cheveux"
        },
        "objectDonkeyRope": {
          "en": "A thick strong rope, it can definitely hold plenty of weight!",
          "es": "Una cuerda gruesa y fuerte, ¡definitivamente puede soportar mucho peso!",
          "de": "Ein dickes starkes Seil, es kann definitiv viel Gewicht halten!",
          "it": "Una corda spessa e resistente, può sicuramente reggere molto peso!",
          "fr": "Une corde épaisse et solide, elle peut certainement supporter beaucoup de poids !"
        },
        "objectKeyResearchRoom": {
          "en": "It's a brass key. I'll take it, they always come in handy!",
          "es": "Es una llave de latón. La tomaré, ¡siempre son útiles!",
          "de": "Es ist ein Messingschlüssel. Ich nehme ihn, sie sind immer nützlich!",
          "it": "È una chiave di ottone. La prenderò, sono sempre utili!",
          "fr": "C'est une clé en laiton. Je vais la prendre, elles sont toujours utiles !"
        },
        "objectBatteryDEBUG": {
          "en": "If this just has a bit of power, I'm sure it'll be useful.",
          "es": "Si esto solo tiene un poco de energía, estoy seguro de que será útil.",
          "de": "Wenn das nur ein bisschen Energie hat, bin ich mir sicher, dass es nützlich sein wird.",
          "it": "Se questo ha solo un po' di energia, sono sicuro che sarà utile.",
          "fr": "Si cela a juste un peu de puissance, je suis sûr qu'il sera utile."
        },
        "objectBananaDEBUG": {
          "en": "It's firm but ripe, just the way I like it!",
          "es": "Está firme pero maduro, justo como me gusta.",
          "de": "Es fest, aber reif, genau wie ich es mag!",
          "it": "È sodo ma maturo, proprio come piace a me!",
          "fr": "Il est ferme mais mûr, juste comme j'aime !"
        }
      },
      "verbGive": {
        "objectCarrot": {
          "scenario": {
            "0": {
              "phase": {
                "0": {
                  "en": "Here you go, eat that up!",
                  "es": "¡Aquí tienes, cómetelo!",
                  "de": "Hier, iss das mal!",
                  "it": "Ecco, mangialo!",
                  "fr": "Tiens, mange ça !"
                },
                "1": {
                  "en": "He really enjoyed that carrot, I think he'll let me pet him now.",
                  "es": "Realmente disfrutó esa zanahoria, creo que ahora me dejará acariciarlo.",
                  "de": "Er hat diese Karotte wirklich genossen, ich denke, er wird mich jetzt streicheln lassen.",
                  "it": "Si è davvero goduto quella carota, penso che ora mi lascerà accarezzarlo.",
                  "fr": "Il a vraiment aimé cette carotte, je pense qu'il va maintenant me laisser le caresser."
                }
              },
              "order": "00!"
            }
          }
        },
        "objectKeyResearchRoom": {
          "scenario": {
            "0": {
              "phase": {
                "0": {
                  "en": "Oh there it is, I knew it was around somewhere!",
                  "es": "¡Oh, ahí está, sabía que estaba por aquí en algún lugar!",
                  "de": "Oh, da ist es, ich wusste, dass es irgendwo hier ist!",
                  "it": "Oh, eccolo, sapevo che era da qualche parte!",
                  "fr": "Oh, le voilà, je savais qu'il était quelque part par ici!"
                },
                "1": {
                  "en": "Use it and bring it back when you are done.",
                  "es": "Úsalo y tráelo de vuelta cuando hayas terminado.",
                  "de": "Benutze es und bring es zurück, wenn du fertig bist.",
                  "it": "Usalo e riportalo quando hai finito.",
                  "fr": "Utilise-le et rapporte-le quand tu auras terminé."
                }
              },
              "order": "11!"
            },
            "1": {
              "phase": {
                "0": {
                  "en": "Thanks a lot, I'll try not to lose it again!",
                  "es": "¡Muchas gracias, intentaré no perderlo de nuevo!",
                  "de": "Vielen Dank, ich werde versuchen, es nicht noch einmal zu verlieren!",
                  "it": "Grazie mille, cercherò di non perderlo di nuovo!",
                  "fr": "Merci beaucoup, je vais essayer de ne plus le perdre!"
                },
                "1": {
                  "en": "Here take this as a thank you for finding it for me...",
                  "es": "Aquí, toma esto como agradecimiento por encontrarlo para mí...",
                  "de": "Hier, nimm das als Dankeschön, dass du es für mich gefunden hast...",
                  "it": "Ecco, prendi questo come ringraziamento per averlo trovato per me...",
                  "fr": "Tiens, prends ça en guise de remerciement pour l'avoir trouvé pour moi..."
                },
                "2": {
                  "en": "Oh thanks, it's a ticket to enter the exotic bird park.",
                  "es": "Oh gracias, es un boleto para entrar al parque de aves exóticas.",
                  "de": "Oh danke, es ist ein Ticket für den Eintritt in den exotischen Vogelpark.",
                  "it": "Oh grazie, è un biglietto per entrare nel parco degli uccelli esotici.",
                  "fr": "Oh merci, c'est un billet pour entrer dans le parc des oiseaux exotiques."
                },
                "3": {
                  "en": "Hey that place closed down! Oh well, thank you anyway...I think!",
                  "es": "¡Oye, ese lugar cerró! Bueno, gracias de todas formas...¡creo!",
                  "de": "Hey, der Ort wurde geschlossen! Naja, danke trotzdem...glaube ich!",
                  "it": "Ehi, quel posto è chiuso! Beh, grazie comunque...credo!",
                  "fr": "Hé, cet endroit est fermé ! Bon, merci quand même...je crois !"
                }
              },
              "order": "1100!"
            }
          }
        },
        "objectMilkInBowl": {
          "scenario": {
            "0": {
              "phase": {
                "0": {
                  "en": "Here boy, drink this that's a good lad!",
                  "es": "¡Aquí chico, bebe esto, buen muchacho!",
                  "de": "Hier Junge, trink das, guter Junge!",
                  "it": "Ecco ragazzo, bevi questo, bravo ragazzo!",
                  "fr": "Tiens mon grand, bois ça, bon garçon !"
                },
                "1": {
                  "en": "Wow he is drinking it all, he must have been super thirsty!",
                  "es": "¡Vaya, se lo está bebiendo todo, debe de estar muy sediento!",
                  "de": "Wow, er trinkt alles, er muss sehr durstig gewesen sein!",
                  "it": "Wow, sta bevendo tutto, deve essere stato davvero assetato!",
                  "fr": "Wow, il boit tout, il devait vraiment avoir soif !"
                },
                "2": {
                  "en": "Ruff ruff!",
                  "es": "¡Guau guau!",
                  "de": "Wuff wuff!",
                  "it": "Bau bau!",
                  "fr": "Ouaf ouaf !"
                },
                "3": {
                  "en": "Another happy customer, he's even forgotten all about his bone!",
                  "es": "Otro cliente feliz, ¡incluso se ha olvidado de su hueso!",
                  "de": "Ein weiterer zufriedener Kunde, er hat sogar sein Knochen vergessen!",
                  "it": "Un altro cliente felice, ha persino dimenticato il suo osso!",
                  "fr": "Un autre client heureux, il a même oublié son os !"
                }
              },
              "order": "0010!"
            }
          }
        },
        "objectParrotMirror": {
          "scenario": {
            "0": {
              "phase": {
                "0": {
                  "en": "Oh, thanks so much! I need this right now!",
                  "es": "¡Oh, muchas gracias! ¡Necesito esto ahora mismo!",
                  "de": "Oh, vielen Dank! Ich brauche das jetzt!",
                  "it": "Oh, grazie mille! Ne ho davvero bisogno ora!",
                  "fr": "Oh, merci beaucoup ! J'en ai vraiment besoin maintenant !"
                },
                "1": {
                  "en": "I don't have anything to give you for this, I'm sorry.",
                  "es": "Lo siento, no tengo nada para darte a cambio.",
                  "de": "Es tut mir leid, ich habe nichts, das ich dir dafür geben könnte.",
                  "it": "Mi dispiace, non ho niente da darti in cambio.",
                  "fr": "Je suis désolée, je n'ai rien à te donner en échange."
                },
                "2": {
                  "en": "Don't worry, I know a pretty woman like you likes to have a mirror handy...",
                  "es": "No te preocupes, sé que a una mujer bonita como tú le gusta tener un espejo a mano...",
                  "de": "Keine Sorge, ich weiß, dass eine hübsche Frau wie du gerne einen Spiegel zur Hand hat...",
                  "it": "Non ti preoccupare, so che una bella donna come te ama avere uno specchio a portata di mano...",
                  "fr": "Ne t'inquiète pas, je sais qu'une jolie femme comme toi aime avoir un miroir à portée de main..."
                },
                "3": {
                  "en": "Gee, thanks! I think. Well, I do have this rusty old key I found on the floor.",
                  "es": "Vaya, gracias... Creo. Bueno, tengo esta llave oxidada que encontré en el suelo.",
                  "de": "Oh, danke... denke ich. Nun, ich habe diesen alten rostigen Schlüssel, den ich auf dem Boden gefunden habe.",
                  "it": "Grazie... credo. Beh, ho questa vecchia chiave arrugginita che ho trovato per terra.",
                  "fr": "Eh bien, merci... je suppose. J'ai cette vieille clé rouillée que j'ai trouvée par terre."
                },
                "4": {
                  "en": "Have you any idea what it could be for?",
                  "es": "¿Tienes alguna idea de para qué podría servir?",
                  "de": "Hast du eine Ahnung, wofür die sein könnte?",
                  "it": "Hai idea di cosa potrebbe servire?",
                  "fr": "As-tu une idée de ce à quoi elle pourrait servir ?"
                },
                "5": {
                  "en": "I may as well give it to you, I have no use for it.",
                  "es": "Bueno, te la daré, no tengo uso para ella.",
                  "de": "Ich gebe sie dir, ich habe keine Verwendung dafür.",
                  "it": "Te la do, tanto non mi serve.",
                  "fr": "Je te la donne, je n'en ai pas l'utilité."
                },
                "6": {
                  "en": "Thanks, I'll take it. Have a lovely day, ma'am!",
                  "es": "Gracias, lo tomaré. ¡Que tengas un día genial, chica!",
                  "de": "Danke, ich nehme es. Einen schönen Tag noch, gnädige Frau!",
                  "it": "Grazie, lo prenderò. Buona giornata, signora!",
                  "fr": "Merci, je le prends. Passez une belle journée, madame !"
                },
                "7": {
                  "en": "Bye handsome!",
                  "es": "¡Adiós guapo!",
                  "de": "Tschüss, Hübscher!",
                  "it": "Ciao bello!",
                  "fr": "Au revoir beau gosse !"
                }
              },
              "order": "11011101!"
            }
          }
        }
      }
    },
    "npcInteractions": {
      "verbUse": {
        "useWithNpc1": {
          "npcCow": {
            "en": "Uff, uff, there we go, it's out, woah, don't trample on me!",
            "es": "Uff, uff, ahí vamos, ya está fuera, ¡cuidado, no me pises!",
            "de": "Uff, uff, da haben wir es, es ist draußen, woah, tritt nicht auf mich!",
            "it": "Uff, uff, ci siamo, è uscito, woah, non calpestarmi!",
            "fr": "Ouf, ouf, voilà, c'est sorti, woah, ne me piétine pas !"
          }
        }
      },
      "verbLookAt": {
        "npcDonkey": {
          "0": {
            "en": "He looks old and shattered, no use for nothing bless.",
            "es": "Se ve viejo y destrozado, no sirve para nada, pobre.",
            "de": "Er sieht alt und erschöpft aus, nützt zu nichts, arme Seele.",
            "it": "Sembra vecchio e distrutto, non serve a niente, poverino.",
            "fr": "Il a l'air vieux et brisé, il ne sert à rien, pauvre."
          },
          "1": {
            "en": "Old and disheveled, but not hungry!",
            "es": "Viejo y despeinado, ¡pero no hambriento!",
            "de": "Alt und zerzaust, aber nicht hungrig!",
            "it": "Vecchio e spettinato, ma non affamato!",
            "fr": "Vieux et débraillé, mais pas affamé !"
          }
        },
        "npcTownDog": {
          "0": {
            "en": "Here boy! Aww he looks thirsty!",
            "es": "¡Aquí chico! ¡Aww parece que tiene sed!",
            "de": "Hier Junge! Aww er sieht durstig aus!",
            "it": "Qui ragazzo! Aww sembra che abbia sete!",
            "fr": "Viens ici, mon grand ! Aww il a l'air assoiffé !"
          },
          "1": {
            "en": "That is one happy doggy!",
            "es": "¡Ese es un perrito muy feliz!",
            "de": "Das ist ein sehr glücklicher Hund!",
            "it": "Quello è un cagnolino davvero felice!",
            "fr": "C'est un chien bien heureux !"
          }
        },
        "npcLibrarian": {
          "0": {
            "en": "She looks like she wants to look like she is busy!",
            "es": "¡Parece que quiere aparentar que está ocupada!",
            "de": "Sie sieht so aus, als ob sie beschäftigt wirken will!",
            "it": "Sembra che voglia sembrare occupata!",
            "fr": "On dirait qu'elle veut donner l'impression d'être occupée !"
          }
        },
        "npcWomanLostMirror": {
          "0": {
            "en": "Beautiful, relaxed, but looks a bit vexed!",
            "es": "Hermosa, relajada, pero parece un poco molesta.",
            "de": "Schön, entspannt, aber sieht etwas verärgert aus.",
            "it": "Bella, rilassata, ma sembra un po' irritata.",
            "fr": "Belle, détendue, mais semble un peu contrariée."
          },
          "1": {
            "en": "She is engrossed in her make up and mirror!",
            "es": "¡Está absorta en su maquillaje y espejo!",
            "de": "Sie ist ganz in ihr Make-up und ihren Spiegel vertieft!",
            "it": "È completamente concentrata sul suo trucco e sullo specchio!",
            "fr": "Elle est absorbée par son maquillage et son miroir !"
          }
        },
        "npcSeedyLookingGuy": {
          "0": {
            "en": "Now I'm not one to judge, but that guy looks very suspicious!",
            "es": "No soy de juzgar, pero ese tipo parece muy sospechoso.",
            "de": "Ich will ja nicht urteilen, aber dieser Typ sieht sehr verdächtig aus!",
            "it": "Non sono uno che giudica, ma quel tipo sembra molto sospetto!",
            "fr": "Je ne veux pas juger, mais ce type a vraiment l'air louche!"
          }
        },
        "npcCarpenter": {
          "0": {
            "en": "He looks very busy! Carpenters always are!",
            "es": "¡Él parece muy ocupado! ¡Los carpinteros siempre lo están!",
            "de": "Er sieht sehr beschäftigt aus! Tischler sind immer beschäftigt!",
            "it": "Sembra molto impegnato! I falegnami lo sono sempre!",
            "fr": "Il a l'air très occupé ! Les menuisiers le sont toujours !"
          },
          "1": {
            "en": "He's weighing up the job!",
            "es": "¡Él está evaluando el trabajo!",
            "de": "Er wägt den Job ab!",
            "it": "Sta valutando il lavoro!",
            "fr": "Il évalue le travail !"
          }
        },
        "npcFarmer": {
          "0": {
            "en": "He looks pretty worried, his fence is broken and his cow looks in a lot of pain!",
            "es": "Parece bastante preocupado, su cerca está rota y su vaca parece estar en mucho dolor.",
            "de": "Er sieht ziemlich besorgt aus, sein Zaun ist kaputt und seine Kuh scheint große Schmerzen zu haben.",
            "it": "Sembra piuttosto preoccupato, il suo recinto è rotto e la sua mucca sembra soffrire molto.",
            "fr": "Il a l'air très inquiet, sa clôture est cassée et sa vache semble avoir très mal."
          },
          "1": {
            "en": "His fence is fixed, but the cow is still in a lot of pain and it shows on his face!",
            "es": "Su cerca está arreglada, pero la vaca sigue sufriendo y se nota en su rostro.",
            "de": "Sein Zaun ist repariert, aber die Kuh hat immer noch starke Schmerzen, und das sieht man ihm an.",
            "it": "Il suo recinto è riparato, ma la mucca soffre ancora molto e si vede sul suo volto.",
            "fr": "Sa clôture est réparée, mais la vache a toujours très mal, et cela se voit sur son visage."
          },
          "2": {
            "en": "He is happy now, or rather relieved, and with good reason!",
            "es": "Ahora está feliz, o más bien aliviado, ¡y con razón!",
            "de": "Er ist jetzt glücklich, oder eher erleichtert, und das aus gutem Grund!",
            "it": "Ora è felice, o meglio sollevato, e a ragion veduta!",
            "fr": "Il est heureux maintenant, ou plutôt soulagé, et avec raison !"
          }
        },
        "npcCow": {
          "0": {
            "en": "Cute cow, although she looks to be in a lot of pain!",
            "es": "Vaca linda, aunque parece estar en mucho dolor.",
            "de": "Niedliche Kuh, obwohl sie anscheinend große Schmerzen hat!",
            "it": "Bella mucca, anche se sembra essere in grande dolore!",
            "fr": "Jolie vache, bien qu'elle ait l'air de souffrir beaucoup !"
          },
          "1": {
            "en": "I've never seen a cow so happy now she is free of that pain!",
            "es": "¡Nunca he visto una vaca tan feliz ahora que está libre de ese dolor!",
            "de": "Ich habe noch nie eine Kuh so glücklich gesehen, jetzt, wo sie von diesem Schmerz befreit ist!",
            "it": "Non ho mai visto una mucca così felice ora che è libera da quel dolore!",
            "fr": "Je n'ai jamais vu une vache aussi heureuse maintenant qu'elle est libérée de cette douleur !"
          }
        }
      },
      "verbTalkTo": {
        "npcSeedyLookingGuy": {
          "quest": {
            "0": {
              "introDialogue": {
                "en": "Hey there, nice suit and trilby!",
                "es": "¡Hola, buen traje y trilby!",
                "de": "Hey, schicker Anzug und Trilby!",
                "it": "Ehi, bel vestito e trilby!",
                "fr": "Salut, beau costume et trilby!"
              },
              "phase": {
                "0": {
                  "en": "What do you want? Be careful around here",
                  "es": "¿Qué quieres? Ten cuidado por aquí",
                  "de": "Was willst du? Sei vorsichtig hier",
                  "it": "Cosa vuoi? Stai attento qui intorno",
                  "fr": "Que veux-tu? Fais attention ici"
                },
                "1": {
                  "en": "What would you do if someone mugged you?",
                  "es": "¿Qué harías si alguien te asaltara?",
                  "de": "Was würdest du tun, wenn dich jemand ausraubt?",
                  "it": "Cosa faresti se qualcuno ti derubasse?",
                  "fr": "Que ferais-tu si quelqu'un te volait?"
                }
              },
              "order": "11!",
              "autoExitOption": {
                "phase": {
                  "0": {
                    "en": "Well it's been an interesting chat, take care!",
                    "es": "Bueno, ha sido una charla interesante, ¡cuídate!",
                    "de": "Nun, das war ein interessantes Gespräch, pass auf dich auf!",
                    "it": "Beh, è stata una conversazione interessante, stammi bene!",
                    "fr": "Eh bien, c'était une discussion intéressante, prends soin de toi !"
                  },
                  "1": {
                    "en": "Look over your shoulder from time to time...",
                    "es": "Mira por encima de tu hombro de vez en cuando...",
                    "de": "Schau ab und zu über deine Schulter...",
                    "it": "Guarda dietro di te di tanto in tanto...",
                    "fr": "Regarde par-dessus ton épaule de temps en temps..."
                  },
                  "2": {
                    "en": "And think yourself lucky I am in a good mood today!",
                    "es": "¡Y considérate afortunado de que estoy de buen humor hoy!",
                    "de": "Und sei froh, dass ich heute gute Laune habe!",
                    "it": "E considerati fortunato che oggi sono di buon umore!",
                    "fr": "Et considère-toi chanceux que je sois de bonne humeur aujourd'hui!"
                  },
                  "3": {
                    "en": "Is he threatening me or is that just his style? Guess we'll see!",
                    "es": "¿Me está amenazando o es solo su estilo? ¡Supongo que lo veremos!",
                    "de": "Droht er mir oder ist das einfach sein Stil? Mal sehen!",
                    "it": "Mi sta minacciando o è solo il suo stile? Vedremo!",
                    "fr": "Est-ce qu'il me menace ou est-ce juste son style ? On verra bien !"
                  }
                },
                "order": "0110!"
              }
            }
          },
          "cantTalkDialogue": {
            "0": {
              "en": "",
              "es": "",
              "de": "",
              "it": "",
              "fr": ""
            },
            "1": {
              "en": "I don't think I want to go near him any more if it's all the same.",
              "es": "No creo que quiera acercarme a él si no le importa.",
              "de": "Ich glaube nicht, dass ich ihm näher kommen möchte, wenn es ihm egal ist.",
              "it": "Non credo di volermi avvicinare a lui, se è lo stesso.",
              "fr": "Je ne pense pas que je veuille m'approcher de lui, si cela ne le dérange pas."
            }
          }
        },
        "npcDonkey": {
          "quest": {
            "0": {
              "introDialogue": {
                "en": "",
                "es": "",
                "de": "",
                "it": "",
                "fr": ""
              },
              "phase": {
                "0": {
                  "en": "",
                  "es": "",
                  "de": "",
                  "it": "",
                  "fr": ""
                }
              },
              "order": "0!",
              "autoExitOption": {
                "phase": {
                  "0": {
                    "en": "",
                    "es": "",
                    "de": "",
                    "it": "",
                    "fr": ""
                  }
                },
                "order": "0!"
              }
            }
          },
          "cantTalkDialogue": {
            "0": {
              "en": "Hee haw!",
              "es": "¡Hii-haw!",
              "de": "I-Aah!",
              "it": "Iah-iah!",
              "fr": "Hii-haw!"
            }
          }
        },
        "npcTownDog": {
          "quest": {
            "0": {
              "introDialogue": {
                "en": "Here boy! Aww he looks thirsty!",
                "es": "¡Aquí chico! ¡Aww parece que tiene sed!",
                "de": "Hier Junge! Aww, er sieht durstig aus!",
                "it": "Qui ragazzo! Aww sembra che abbia sete!",
                "fr": "Viens ici, mon grand ! Aww il a l'air assoiffé !"
              },
              "phase": {
                "0": {
                  "en": "Grrr!",
                  "es": "¡Grrr!",
                  "de": "Grrr!",
                  "it": "Grrr!",
                  "fr": "Grrr!"
                }
              },
              "order": "1!",
              "autoExitOption": {
                "phase": {
                  "0": {
                    "en": "Ooo he isn't giving that bone up for anybody!",
                    "es": "¡Ooo, no va a soltar ese hueso por nada!",
                    "de": "Ooo, er gibt diesen Knochen für niemanden auf!",
                    "it": "Ooo, non cederà quel osso a nessuno!",
                    "fr": "Ooo, il ne lâchera pas ce os pour personne !"
                  }
                },
                "order": "0!"
              }
            }
          },
          "cantTalkDialogue": {
            "0": {
              "en": "Ruff...Ruff!",
              "es": "¡Guau...Guau!",
              "de": "Wuff...Wuff!",
              "it": "Bau...Bau!",
              "fr": "Ouaf...Ouaf!"
            }
          }
        },
        "npcWomanLostMirror": {
          "quest": {
            "0": {
              "introDialogue": {
                "en": "Hey there, how's things?",
                "es": "¡Hola! ¿Cómo van las cosas?",
                "de": "Hallo! Wie läuft's?",
                "it": "Ciao! Come va?",
                "fr": "Salut ! Comment ça va ?"
              },
              "phase": {
                "0": {
                  "en": "Hey how are you?",
                  "es": "¡Hola, cómo estás?",
                  "de": "Hallo, wie geht's dir?",
                  "it": "Ciao, come stai?",
                  "fr": "Salut, comment ça va?"
                },
                "1": {
                  "en": "Listen, could you help me?",
                  "es": "Escucha, ¿podrías ayudarme?",
                  "de": "Hör zu, könntest du mir helfen?",
                  "it": "Ascolta, potresti aiutarmi?",
                  "fr": "Écoute, pourrais-tu m'aider?"
                }
              },
              "order": "11!",
              "dialogueOptions": {
                "0": {
                  "en": "I'm in a rush, what do you need? ",
                  "es": "Estoy apurado, ¿qué necesitas? ",
                  "de": "Ich habe es eilig, was brauchst du? ",
                  "it": "Ho fretta, di cosa hai bisogno? ",
                  "fr": "Je suis pressé, que veux-tu? "
                },
                "1": {
                  "en": "Absolutely I can help out a lady in need! What is the issue? ",
                  "es": "¡Absolutamente puedo ayudar a una dama en apuros! ¿Cuál es el problema? ",
                  "de": "Natürlich kann ich einer Dame in Not helfen! Was ist das Problem? ",
                  "it": "Assolutamente posso aiutare una signora in difficoltà! Qual è il problema? ",
                  "fr": "Bien sûr, je peux aider une dame dans le besoin ! Quel est le problème ? "
                },
                "2": {
                  "en": "Sorry I don't want to help you.",
                  "es": "Lo siento, no quiero ayudarte.",
                  "de": "Entschuldigung, ich möchte dir nicht helfen.",
                  "it": "Mi dispiace, non voglio aiutarti.",
                  "fr": "Désolé, je ne veux pas t'aider."
                },
                "3": {
                  "en": "Do you want to go on a date with me, you are beautiful!",
                  "es": "¿Quieres salir conmigo, eres hermosa!",
                  "de": "Möchtest du mit mir ausgehen, du bist schön!",
                  "it": "Vuoi uscire con me? Sei bella!",
                  "fr": "Veux-tu sortir avec moi, tu es belle!"
                }
              },
              "exitOption": {
                "phase": {
                  "0": {
                    "en": "I need to get going, bye!",
                    "es": "¡Tengo que irme, adiós!",
                    "de": "Ich muss gehen, tschüss!",
                    "it": "Devo andare, ciao!",
                    "fr": "Je dois y aller, au revoir!"
                  },
                  "1": {
                    "en": "Ok, it was nice to speak to you, hope we can do it again soon!",
                    "es": "Está bien, fue un placer hablar contigo, ¡espero que podamos hacerlo de nuevo pronto!",
                    "de": "Okay, es war schön, mit dir zu sprechen, ich hoffe, wir können das bald wieder tun!",
                    "it": "Va bene, è stato bello parlare con te, spero che possiamo farlo di nuovo presto!",
                    "fr": "D'accord, c'était agréable de parler avec vous, j'espère que nous pourrons le refaire bientôt !"
                  }
                },
                "order": "01!"
              },
              "responses": {
                "0": {
                  "phase": {
                    "0": {
                      "en": "I don't want to slow you down, sorry!",
                      "es": "No quiero retrasarte, ¡lo siento!",
                      "de": "Ich möchte dich nicht aufhalten, tut mir leid!",
                      "it": "Non voglio rallentarti, mi dispiace!",
                      "fr": "Je ne veux pas te ralentir, désolé !"
                    },
                    "1": {
                      "en": "If you really can help me then I could use it.",
                      "es": "Si realmente puedes ayudarme, me vendría bien.",
                      "de": "Wenn du mir wirklich helfen kannst, könnte ich es gebrauchen.",
                      "it": "Se davvero puoi aiutarmi, potrei usarlo.",
                      "fr": "Si tu peux vraiment m'aider, cela me serait utile."
                    }
                  },
                  "order": "11!"
                },
                "1": {
                  "phase": {
                    "0": {
                      "en": "Great, I am so sorry to ask you when I just met you.",
                      "es": "Genial, lamento mucho pedirte esto justo cuando te acabo de conocer.",
                      "de": "Super, es tut mir leid, dich um etwas zu bitten, wo wir uns gerade erst getroffen haben.",
                      "it": "Fantastico, mi dispiace chiedertelo proprio ora che ci siamo appena conosciuti.",
                      "fr": "Super, je suis vraiment désolé de te demander ça alors qu'on vient juste de se rencontrer."
                    }
                  },
                  "order": "1!"
                },
                "2": {
                  "phase": {
                    "0": {
                      "en": "Uuf, that's fine, sorry to ask!!!",
                      "es": "Uuf, está bien, ¡perdón por preguntar!!!",
                      "de": "Uuf, das ist in Ordnung, tut mir leid, dass ich gefragt habe!!!",
                      "it": "Uuf, va bene, scusa per aver chiesto!!!",
                      "fr": "Ouf, c'est bon, désolé d'avoir demandé !!!"
                    }
                  },
                  "order": "1!"
                },
                "3": {
                  "phase": {
                    "0": {
                      "en": "I hardly know you! Maybe if you help me?",
                      "es": "¡Apenas te conozco! ¿Tal vez si me ayudas?",
                      "de": "Ich kenne dich kaum! Vielleicht, wenn du mir hilfst?",
                      "it": "Ti conosco a malapena! Forse se mi aiuti?",
                      "fr": "Je te connais à peine ! Peut-être si tu m'aides ?"
                    }
                  },
                  "order": "1!"
                }
              }
            },
            "1": {
              "introDialogue": {
                "en": "Hello again, we have to stop meeting like this!",
                "es": "¡Hola de nuevo, tenemos que dejar de encontrarnos así!",
                "de": "Hallo nochmal, wir müssen aufhören, uns so zu treffen!",
                "it": "Ciao di nuovo, dobbiamo smettere di incontrarci così!",
                "fr": "Bonjour encore, il faut qu'on arrête de se croiser comme ça !"
              },
              "phase": {
                "0": {
                  "en": "Haha that's true, someone might think something is going on!",
                  "es": "¡Jaja, es verdad, alguien podría pensar que está pasando algo!",
                  "de": "Haha, das stimmt, jemand könnte denken, dass etwas vor sich geht!",
                  "it": "Ahah, è vero, qualcuno potrebbe pensare che stia succedendo qualcosa!",
                  "fr": "Haha c'est vrai, quelqu'un pourrait penser qu'il se passe quelque chose !"
                },
                "1": {
                  "en": "So, do you think you can help me, it won't take long...Please?",
                  "es": "Así que, ¿crees que puedes ayudarme? No tomará mucho tiempo... ¿Por favor?",
                  "de": "Also, denkst du, dass du mir helfen kannst? Es wird nicht lange dauern... Bitte?",
                  "it": "Quindi, pensi di poter mi aiutare? Non ci vorrà molto... Per favore?",
                  "fr": "Alors, penses-tu que tu peux m'aider ? Ça ne prendra pas longtemps... S'il te plaît ?"
                }
              },
              "order": "11!",
              "dialogueOptions": {
                "0": {
                  "en": "So then, what do you need?",
                  "es": "Entonces, ¿qué necesitas?",
                  "de": "Also, was brauchst du?",
                  "it": "Allora, di cosa hai bisogno?",
                  "fr": "Alors, que veux-tu?"
                },
                "1": {
                  "en": "Ok I am ready to help you! ",
                  "es": "¡Ok, estoy listo para ayudarte! ",
                  "de": "Ok, ich bin bereit, dir zu helfen! ",
                  "it": "Ok, sono pronto ad aiutarti! ",
                  "fr": "Ok, je suis prêt à t'aider ! "
                },
                "2": {
                  "en": "I just remembered, I left the gas on at home.",
                  "es": "Acabo de recordar, dejé el gas encendido en casa.",
                  "de": "Ich habe gerade erinnert, dass ich das Gas zu Hause angelassen habe.",
                  "it": "Mi sono appena ricordato, ho lasciato il gas acceso a casa.",
                  "fr": "Je viens de me souvenir, j'ai laissé le gaz allumé à la maison."
                },
                "3": {
                  "en": "So about that date?",
                  "es": "¿Entonces sobre esa cita?",
                  "de": "Also, wie sieht es mit diesem Date aus?",
                  "it": "Allora, per quanto riguarda quell'appuntamento?",
                  "fr": "Alors, à propos de ce rendez-vous ?"
                }
              },
              "exitOption": {
                "phase": {
                  "0": {
                    "en": "I'm going, I suddenly remembered something!",
                    "es": "¡Me voy, de repente recordé algo!",
                    "de": "Ich gehe, ich habe plötzlich etwas erinnert!",
                    "it": "Vado, ho improvvisamente ricordato qualcosa!",
                    "fr": "Je m'en vais, je viens de me souvenir de quelque chose !"
                  },
                  "1": {
                    "en": "Make your mind up, one minute you can help, next no, typical man! Joking of course!",
                    "es": "Decídete, un minuto puedes ayudar, al siguiente no, ¡típico hombre! ¡Es una broma, por supuesto!",
                    "de": "Such dir endlich eine Meinung, im einen Moment kannst du helfen, im nächsten nicht, typischer Mann! Natürlich nur ein Scherz!",
                    "it": "Decidi, un minuto puoi aiutare, l'attimo dopo no, tipico uomo! Sto scherzando, ovviamente!",
                    "fr": "Décide-toi, un moment tu peux aider, l'instant d'après non, homme typique ! Je rigole bien sûr !"
                  }
                },
                "order": "01!"
              },
              "responses": {
                "0": {
                  "phase": {
                    "0": {
                      "en": "It's silly really...",
                      "es": "Es realmente tonto...",
                      "de": "Es ist wirklich albern...",
                      "it": "È davvero sciocco...",
                      "fr": "C'est vraiment idiot..."
                    },
                    "1": {
                      "en": "I lost my mirror and I need to finish my make up.",
                      "es": "Perdí mi espejo y necesito terminar mi maquillaje.",
                      "de": "Ich habe meinen Spiegel verloren und muss mein Make-up fertigstellen.",
                      "it": "Ho perso il mio specchio e ho bisogno di finire il mio trucco.",
                      "fr": "J'ai perdu mon miroir et j'ai besoin de finir mon maquillage."
                    },
                    "2": {
                      "en": "I wondered if you would help me look for it, or lend me another one.",
                      "es": "Me preguntaba si me ayudarías a buscarlo o si podrías prestarme otro.",
                      "de": "Ich habe mich gefragt, ob du mir helfen würdest, es zu suchen oder mir ein anderes leihen könntest.",
                      "it": "Mi chiedevo se mi aiuteresti a cercarlo o se potresti prestarmene un altro.",
                      "fr": "Je me demandais si tu m'aiderais à le chercher ou si tu pourrais m'en prêter un autre."
                    },
                    "3": {
                      "en": "Any will do, I am on my way somewhere important and I need it now.",
                      "es": "Cualquiera servirá, voy a un lugar importante y lo necesito ahora.",
                      "de": "Jede wird tun, ich bin auf dem Weg zu einem wichtigen Ort und ich brauche es jetzt.",
                      "it": "Qualsiasi va bene, sono in viaggio verso un posto importante e ne ho bisogno adesso.",
                      "fr": "N'importe lequel fera l'affaire, je suis en route pour un endroit important et j'en ai besoin maintenant."
                    }
                  },
                  "order": "1111!"
                },
                "1": {
                  "phase": {
                    "0": {
                      "en": "Ok great!",
                      "es": "¡Genial!",
                      "de": "Okay, super!",
                      "it": "Ok, ottimo!",
                      "fr": "D'accord, super !"
                    },
                    "1": {
                      "en": "See you soon I hope, with a mirror! ;)",
                      "es": "¡Espero verte pronto, con un espejo! ;)",
                      "de": "Ich hoffe, wir sehen uns bald, mit einem Spiegel! ;)",
                      "it": "Spero di vederti presto, con uno specchio! ;)",
                      "fr": "J'espère te revoir bientôt, avec un miroir ! ;)"
                    }
                  },
                  "order": "11!"
                },
                "2": {
                  "phase": {
                    "0": {
                      "en": "You guys are all the same, excuses! Only joking!!!",
                      "es": "¡Ustedes son todos iguales, excusas! ¡Solo bromeando!!!",
                      "de": "Ihr seid alle gleich, Ausreden! Nur ein Scherz!!!",
                      "it": "Siete tutti uguali, scuse! Scherzo!!!",
                      "fr": "Vous êtes tous les mêmes, des excuses ! Je rigole !!!"
                    }
                  },
                  "order": "1!"
                },
                "3": {
                  "phase": {
                    "0": {
                      "en": "I'm sure we can sort something out after you help me!",
                      "es": "¡Estoy seguro de que podemos resolver algo después de que me ayudes!",
                      "de": "Ich bin mir sicher, dass wir etwas klären können, nachdem du mir geholfen hast!",
                      "it": "Sono sicuro che possiamo sistemare qualcosa dopo che mi aiuti!",
                      "fr": "Je suis sûr que nous pouvons régler quelque chose après que tu m'aides !"
                    }
                  },
                  "order": "1!"
                }
              }
            },
            "2": {
              "autoExitOption": {
                "phase": {
                  "0": {
                    "en": "I'll do my best!",
                    "es": "¡Haré lo mejor que pueda!",
                    "de": "Ich werde mein Bestes tun!",
                    "it": "Farò del mio meglio!",
                    "fr": "Je ferai de mon mieux !"
                  }
                },
                "order": "0!"
              }
            }
          },
          "cantTalkDialogue": {
            "0": {
              "en": "Have you got that mirror yet?",
              "es": "¿Tienes ese espejo ya?",
              "de": "Hast du den Spiegel schon?",
              "it": "Hai già preso quello specchio?",
              "fr": "As-tu déjà ce miroir ?"
            },
            "1": {
              "en": "I need to finish doing my make-up, handsome!",
              "es": "¡Necesito terminar de hacerme el maquillaje, guapo!",
              "de": "Ich muss mein Make-up fertig machen, Hübscher!",
              "it": "Devo finire di truccarmi, bello!",
              "fr": "Je dois finir de me maquiller, beau gosse !"
            }
          }
        },
        "npcLibrarian": {
          "quest": {
            "0": {
              "introDialogue": {
                "en": "HELLO, uhm, I mean h.e.l.l.o... Sorry for shouting!",
                "es": "¡HOLA, eh, quiero decir h.o.l.a... ¡Perdón por gritar!",
                "de": "HALLO, ähm, ich meine h.a.l.l.o... Entschuldigung fürs Schreien!",
                "it": "CIAO, ehm, intendo c.i.a.o... Scusa per aver urlato!",
                "fr": "BONJOUR, euh, je veux dire b.o.n.j.o.u.r... Désolé pour avoir crié!"
              },
              "phase": {
                "0": {
                  "en": "Sssh! We are in a library!",
                  "es": "¡Shhh! ¡Estamos en una biblioteca!",
                  "de": "Pssst! Wir sind in einer Bibliothek!",
                  "it": "Sssh! Siamo in una biblioteca!",
                  "fr": "Chut! Nous sommes dans une bibliothèque!"
                },
                "1": {
                  "en": "How can I help you?",
                  "es": "¿Cómo puedo ayudarte?",
                  "de": "Wie kann ich Ihnen helfen?",
                  "it": "Come posso aiutarti?",
                  "fr": "Comment puis-je vous aider?"
                }
              },
              "order": "11!",
              "dialogueOptions": {
                "0": {
                  "en": "I would like the key for the research room please.\u0020",
                  "es": "Me gustaría la llave para la sala de investigación, por favor.\u0020",
                  "de": "Ich hätte gerne den Schlüssel für den Forschungsraum, bitte.\u0020",
                  "it": "Vorrei la chiave per la stanza di ricerca, per favore.\u0020",
                  "fr": "Je voudrais la clé pour la salle de recherche, s'il vous plaît.\u0020"
                },
                "1": {
                  "en": "How much did those glasses cost, I want some!",
                  "es": "¿Cuánto costaron esas gafas? ¡Quiero algunas!",
                  "de": "Wie viel haben diese Brillen gekostet? Ich möchte welche!",
                  "it": "Quanto costavano quegli occhiali? Ne voglio un paio!",
                  "fr": "Combien coûtaient ces lunettes ? J'en veux !"
                },
                "2": {
                  "en": "What time do you clock off, fancy getting a bite to eat?",
                  "es": "¿A qué hora terminas, te apetece comer algo?",
                  "de": "Wann hast du Feierabend, hättest du Lust, etwas zu essen?",
                  "it": "A che ora esci dal lavoro, ti va di mangiare qualcosa?",
                  "fr": "À quelle heure termines-tu, ça te dit d'aller manger un morceau ?"
                },
                "3": {
                  "en": "Heard any good rumours lately?",
                  "es": "¿Has oído algún buen rumor últimamente?",
                  "de": "Hast du in letzter Zeit gute Gerüchte gehört?",
                  "it": "Hai sentito qualche buon pettegolezzo ultimamente?",
                  "fr": "Tu as entendu de bons ragots récemment ?"
                },
                "4": {
                  "en": "Nice Weather isn't it?",
                  "es": "¿Hace buen tiempo, verdad?",
                  "de": "Schönes Wetter, nicht wahr?",
                  "it": "Bel tempo, vero?",
                  "fr": "Il fait beau, n'est-ce pas?"
                },
                "5": {
                  "en": "What's in the research room?",
                  "es": "¿Qué hay en la sala de investigación?",
                  "de": "Was ist im Forschungsraum?",
                  "it": "Cosa c'è nella stanza di ricerca?",
                  "fr": "Qu'est-ce qu'il y a dans la salle de recherche ?"
                }
              },
              "exitOption": {
                "phase": {
                  "0": {
                    "en": "On second thoughts, no don't worry about it!",
                    "es": "Pensándolo bien, no te preocupes por eso.",
                    "de": "Bei näherer Überlegung, nein, mach dir keine Sorgen darum!",
                    "it": "Riflettend, no, non preoccuparti di questo!",
                    "fr": "En y réfléchissant, non, ne t'inquiète pas pour ça !"
                  },
                  "1": {
                    "en": "Ok please yourself, but please be quiet in the library!",
                    "es": "Está bien, haz lo que quieras, pero por favor guarda silencio en la biblioteca.",
                    "de": "In Ordnung, mach was du willst, aber sei bitte leise in der Bibliothek!",
                    "it": "Va bene, fai come vuoi, ma per favore stai tranquillo in biblioteca!",
                    "fr": "D'accord, fais ce que tu veux, mais s'il te plaît sois silencieux dans la bibliothèque!"
                  }
                },
                "order": "01!"
              },
              "responses": {
                "0": {
                  "phase": {
                    "0": {
                      "en": "And you think I'm just going to give it you?",
                      "es": "¿Y crees que solo te lo voy a dar?",
                      "de": "Und du denkst, ich werde es dir einfach geben?",
                      "it": "E pensi che io te lo darò così, senza motivo?",
                      "fr": "Et tu penses que je vais juste te le donner ?"
                    },
                    "1": {
                      "en": "Why do you need it?",
                      "es": "¿Por qué lo necesitas?",
                      "de": "Warum brauchst du es?",
                      "it": "Perché ne hai bisogno?",
                      "fr": "Pourquoi en as-tu besoin ?"
                    }
                  },
                  "order": "11!"
                },
                "1": {
                  "phase": {
                    "0": {
                      "en": "They were a free gift from my fashion designer, unique!",
                      "es": "Fueron un regalo gratis de mi diseñador de moda, ¡único!",
                      "de": "Sie waren ein kostenloses Geschenk von meinem Modedesigner, einzigartig!",
                      "it": "Erano un regalo gratuito dal mio stilista, unico!",
                      "fr": "C'était un cadeau gratuit de mon designer de mode, unique !"
                    }
                  },
                  "order": "1!"
                },
                "2": {
                  "phase": {
                    "0": {
                      "en": "Hah! My dating days are done, but thanks for the offer!",
                      "es": "¡Jaja! Mis días de citas han terminado, ¡pero gracias por la oferta!",
                      "de": "Haha! Meine Dating-Tage sind vorbei, aber danke für das Angebot!",
                      "it": "Ahah! I miei giorni da appuntamenti sono finiti, ma grazie per l'offerta!",
                      "fr": "Haha ! Mes jours de rencontres sont finis, mais merci pour l'offre !"
                    }
                  },
                  "order": "1!"
                },
                "3": {
                  "phase": {
                    "0": {
                      "en": "Have you heard about the town dog?",
                      "es": "¿Has oído hablar del perro del pueblo?",
                      "de": "Hast du von dem Hund der Stadt gehört?",
                      "it": "Hai sentito parlare del cane del paese?",
                      "fr": "As-tu entendu parler du chien de la ville ?"
                    }
                  },
                  "order": "1!"
                },
                "4": {
                  "phase": {
                    "0": {
                      "en": "How would I know, I'm stuck in here!",
                      "es": "¿Cómo podría saberlo? ¡Estoy atrapado aquí!",
                      "de": "Wie soll ich das wissen? Ich bin hier eingesperrt!",
                      "it": "Come potrei saperlo, sono bloccato qui dentro!",
                      "fr": "Comment le saurais-je, je suis coincé ici !"
                    }
                  },
                  "order": "1!"
                },
                "5": {
                  "phase": {
                    "0": {
                      "en": "Just a desk and some research materials.",
                      "es": "Solo un escritorio y algunos materiales de investigación.",
                      "de": "Nur ein Schreibtisch und einige Forschungsmaterialien.",
                      "it": "Solo una scrivania e alcuni materiali di ricerca.",
                      "fr": "Juste un bureau et quelques matériaux de recherche."
                    }
                  },
                  "order": "1!"
                }
              }
            },
            "1": {
              "introDialogue": {
                "en": "h..e..l..l..o again!",
                "es": "h..o..l..a de nuevo!",
                "de": "h..a..l..l..o nochmal!",
                "it": "c..i..a..o di nuovo!",
                "fr": "b..o..n..j..o..u..r encore!"
              },
              "phase": {
                "0": {
                  "en": "Oh hello, you're back!",
                  "es": "¡Oh, hola, has vuelto!",
                  "de": "Oh hallo, du bist zurück!",
                  "it": "Oh ciao, sei tornato!",
                  "fr": "Oh bonjour, tu es de retour!"
                },
                "1": {
                  "en": "What do you need this time?",
                  "es": "¿Qué necesitas esta vez?",
                  "de": "Was brauchst du diesmal?",
                  "it": "Di cosa hai bisogno stavolta?",
                  "fr": "De quoi as-tu besoin cette fois?"
                }
              },
              "order": "11!",
              "dialogueOptions": {
                "0": {
                  "en": "Just give it to me please, I have something important to check.\u0020",
                  "es": "Solo dámelo por favor, tengo algo importante que revisar.\u0020",
                  "de": "Gib es mir bitte einfach, ich habe etwas Wichtiges zu überprüfen.\u0020",
                  "it": "Dammi solo, per favore, ho qualcosa di importante da controllare.\u0020",
                  "fr": "Donne-le-moi s'il te plaît, j'ai quelque chose d'important à vérifier.\u0020"
                },
                "1": {
                  "en": "Yes, how much did those glasses cost, I want some!",
                  "es": "Sí, ¿cuánto costaron esas gafas? ¡Quiero algunas!",
                  "de": "Ja, wie viel haben diese Brillen gekostet? Ich möchte welche!",
                  "it": "Sì, quanto costavano quegli occhiali? Ne voglio un paio!",
                  "fr": "Oui, combien coûtaient ces lunettes ? J'en veux !"
                },
                "2": {
                  "en": "What time do you clock off, fancy getting a bite to eat?",
                  "es": "¿A qué hora terminas, te apetece comer algo?",
                  "de": "Wann hast du Feierabend, hättest du Lust, etwas zu essen?",
                  "it": "A che ora esci dal lavoro, ti va di mangiare qualcosa?",
                  "fr": "À quelle heure termines-tu, ça te dit d'aller manger un morceau ?"
                },
                "3": {
                  "en": "Heard any good rumours lately?",
                  "es": "¿Has oído algún buen rumor últimamente?",
                  "de": "Hast du in letzter Zeit gute Gerüchte gehört?",
                  "it": "Hai sentito qualche buon pettegolezzo ultimamente?",
                  "fr": "Tu as entendu de bons ragots récemment ?"
                }
              },
              "exitOption": {
                "phase": {
                  "0": {
                    "en": "On second thoughts, no don't worry about it!",
                    "es": "Pensándolo bien, no te preocupes por eso.",
                    "de": "Bei näherer Überlegung, nein, mach dir keine Sorgen darum!",
                    "it": "Riflettend, no, non preoccuparti di questo!",
                    "fr": "En y réfléchissant, non, ne t'inquiète pas pour ça !"
                  },
                  "1": {
                    "en": "Ok please yourself, but please be quiet in the library!",
                    "es": "Está bien, haz lo que quieras, pero por favor guarda silencio en la biblioteca.",
                    "de": "In Ordnung, mach was du willst, aber sei bitte leise in der Bibliothek!",
                    "it": "Va bene, fai come vuoi, ma per favore stai tranquillo in biblioteca!",
                    "fr": "D'accord, fais ce que tu veux, mais s'il te plaît sois silencieux dans la bibliothèque!"
                  }
                },
                "order": "01!"
              },
              "responses": {
                "0": {
                  "phase": {
                    "0": {
                      "en": "Look, the truth is I have misplaced it!",
                      "es": "Mira, la verdad es que lo he perdido.",
                      "de": "Schau, die Wahrheit ist, ich habe es verlegt!",
                      "it": "Guarda, la verità è che l'ho smarrito!",
                      "fr": "Écoute, la vérité c'est que je l'ai égaré !"
                    },
                    "1": {
                      "en": "I was over by the table doing something...",
                      "es": "Estaba junto a la mesa haciendo algo...",
                      "de": "Ich war drüben am Tisch und habe etwas gemacht...",
                      "it": "Ero vicino al tavolo facendo qualcosa...",
                      "fr": "J'étais près de la table en train de faire quelque chose..."
                    }
                  },
                  "order": "11!"
                },
                "1": {
                  "phase": {
                    "0": {
                      "en": "They were a free gift from my fashion designer, unique!",
                      "es": "Fueron un regalo gratis de mi diseñador de moda, ¡único!",
                      "de": "Sie waren ein kostenloses Geschenk von meinem Modedesigner, einzigartig!",
                      "it": "Erano un regalo gratuito dal mio stilista, unico!",
                      "fr": "C'était un cadeau gratuit de mon designer de mode, unique !"
                    }
                  },
                  "order": "1!"
                },
                "2": {
                  "phase": {
                    "0": {
                      "en": "Hah! My dating days are done, but thanks for the offer!",
                      "es": "¡Jaja! Mis días de citas han terminado, ¡pero gracias por la oferta!",
                      "de": "Haha! Meine Dating-Tage sind vorbei, aber danke für das Angebot!",
                      "it": "Ahah! I miei giorni da appuntamenti sono finiti, ma grazie per l'offerta!",
                      "fr": "Haha ! Mes jours de rencontres sont finis, mais merci pour l'offre !"
                    }
                  },
                  "order": "1!"
                },
                "3": {
                  "phase": {
                    "0": {
                      "en": "Have you heard about the town dog?",
                      "es": "¿Has oído hablar del perro del pueblo?",
                      "de": "Hast du von dem Hund der Stadt gehört?",
                      "it": "Hai sentito parlare del cane del paese?",
                      "fr": "As-tu entendu parler du chien de la ville ?"
                    }
                  },
                  "order": "1!"
                }
              }
            },
            "2": {
              "autoExitOption": {
                "phase": {
                  "0": {
                    "en": "Well, I'll get going anyway, nice to talk.",
                    "es": "Bueno, de todas formas me voy, fue agradable hablar.",
                    "de": "Nun, ich werde jetzt sowieso gehen, schön, mit dir gesprochen zu haben.",
                    "it": "Bene, vado comunque, è stato un piacere parlare.",
                    "fr": "Bon, je vais y aller, c'était sympa de discuter."
                  },
                  "1": {
                    "en": "Ok please yourself, but please be quiet in the library!",
                    "es": "Está bien, haz lo que quieras, pero por favor guarda silencio en la biblioteca.",
                    "de": "In Ordnung, mach was du willst, aber sei bitte leise in der Bibliothek!",
                    "it": "Va bene, fai come vuoi, ma per favore stai tranquillo in biblioteca!",
                    "fr": "D'accord, fais ce que tu veux, mais s'il te plaît sois silencieux dans la bibliothèque!"
                  }
                },
                "order": "01!"
              }
            }
          },
          "cantTalkDialogue": {
            "0": {
              "en": "Sssh, can't you see this is a library!",
              "es": "¡Shh, no ves que esto es una biblioteca!",
              "de": "Pssst, siehst du nicht, dass das eine Bibliothek ist!",
              "it": "Shh, non vedi che questa è una biblioteca!",
              "fr": "Chut, tu ne vois pas que c'est une bibliothèque!"
            },
            "1": {
              "en": "Now where did I put that key, I was around the table before I'm sure of it...",
              "es": "¿Dónde habré puesto esa llave? Estaba cerca de la mesa antes, estoy seguro...",
              "de": "Wo habe ich nur diesen Schlüssel hingelegt? Ich war vorher am Tisch, da bin ich mir sicher...",
              "it": "Dove ho messo quella chiave? Ero vicino al tavolo prima, ne sono sicuro...",
              "fr": "Où ai-je mis cette clé ? J'étais près de la table tout à l'heure, j'en suis sûr..."
            }
          }
        },
        "npcCarpenter": {
          "quest": {
            "0": {
              "introDialogue": {
                "en": "Hey, how are you?",
                "es": "Hola, ¿cómo estás?",
                "de": "Hallo, wie geht es dir?",
                "it": "Ciao, come stai?",
                "fr": "Bonjour, comment ça va?"
              },
              "phase": {
                "0": {
                  "en": "Busy as always! How can I help you?",
                  "es": "¡Ocupado como siempre! ¿En qué puedo ayudarte?",
                  "de": "Wie immer beschäftigt! Wie kann ich dir helfen?",
                  "it": "Sempre occupato! Come posso aiutarti?",
                  "fr": "Occupé comme toujours ! Comment puis-je t'aider ?"
                }
              },
              "order": "1!",
              "dialogueOptions": {
                "0": {
                  "en": "Nice workshop!",
                  "es": "¡Buen taller!",
                  "de": "Schöne Werkstatt!",
                  "it": "Bel laboratorio!",
                  "fr": "Bel atelier!"
                },
                "1": {
                  "en": "Do you have anything for sale?",
                  "es": "¿Tienes algo en venta?",
                  "de": "Haben Sie etwas zu verkaufen?",
                  "it": "Hai qualcosa in vendita?",
                  "fr": "Avez-vous quelque chose à vendre?"
                },
                "2": {
                  "en": "Are you open on Sundays?",
                  "es": "¿Estás abierto los domingos?",
                  "de": "Haben Sie sonntags geöffnet?",
                  "it": "Sei aperto la domenica?",
                  "fr": "Êtes-vous ouvert le dimanche?"
                },
                "3": {
                  "en": "Where do you get pliers like those?",
                  "es": "¿Dónde conseguiste unos alicates como esos?",
                  "de": "Wo bekommt man solche Zangen her?",
                  "it": "Dove hai preso pinze come quelle?",
                  "fr": "Où as-tu trouvé des pinces comme celles-là ?"
                }
              },
              "responses": {
                "0": {
                  "phase": {
                    "0": {
                      "en": "Thanks a lot!",
                      "es": "¡Muchas gracias!",
                      "de": "Vielen Dank!",
                      "it": "Grazie mille!",
                      "fr": "Merci beaucoup !"
                    }
                  },
                  "order": "1!"
                },
                "1": {
                  "phase": {
                    "0": {
                      "en": "I don't sell anything here.",
                      "es": "No vendo nada aquí.",
                      "de": "Ich verkaufe hier nichts.",
                      "it": "Non vendo niente qui.",
                      "fr": "Je ne vends rien ici."
                    },
                    "1": {
                      "en": "I take my orders from people, and I make the products here, that's all.",
                      "es": "Tomo mis pedidos de las personas y hago los productos aquí, eso es todo.",
                      "de": "Ich nehme meine Aufträge von den Leuten entgegen und stelle die Produkte hier her, das ist alles.",
                      "it": "Prendo i miei ordini dalle persone e faccio i prodotti qui, tutto qui.",
                      "fr": "Je prends mes commandes auprès des gens, et je fabrique les produits ici, c'est tout."
                    }
                  },
                  "order": "11!"
                },
                "2": {
                  "phase": {
                    "0": {
                      "en": "Hah! No way, I love going fishing on Sundays!",
                      "es": "¡Jaja! ¡No hay manera, me encanta ir a pescar los domingos!",
                      "de": "Haha! Auf keinen Fall, ich liebe es, sonntags angeln zu gehen!",
                      "it": "Ahah! Ma che dici, mi piace andare a pescare la domenica!",
                      "fr": "Haha ! Pas question, j'adore aller pêcher le dimanche !"
                    }
                  },
                  "order": "1!"
                },
                "3": {
                  "phase": {
                    "0": {
                      "en": "Eyes off! These are very special pliers, one of a kind!",
                      "es": "¡Ojos fuera! ¡Estos son unos alicates muy especiales, únicos en su tipo!",
                      "de": "Augen weg! Das sind ganz besondere Zangen, einzigartig!",
                      "it": "Occhi lontani! Queste sono pinze molto speciali, uniche nel loro genere!",
                      "fr": "Yeux ailleurs ! Ce sont des pinces très spéciales, uniques en leur genre !"
                    }
                  },
                  "order": "1!"
                }
              },
              "autoExitOption": {
                "phase": {
                  "0": {
                    "en": "I'm off exploring! Have a nice day!",
                    "es": "¡Me voy a explorar! ¡Que tengas un buen día!",
                    "de": "Ich gehe erkunden! Hab einen schönen Tag!",
                    "it": "Vado a esplorare! Buona giornata!",
                    "fr": "Je pars explorer ! Passe une bonne journée !"
                  },
                  "1": {
                    "en": "Ok lad, well I will get back to business!",
                    "es": "Está bien, amigo, volveré al trabajo.",
                    "de": "In Ordnung, Kumpel, ich werde mich wieder der Arbeit widmen!",
                    "it": "Va bene, amico, tornerò al lavoro!",
                    "fr": "D'accord, mon pote, je vais reprendre le travail !"
                  }
                },
                "order": "01!"
              }
            },
            "1": {
              "introDialogue": {
                "en": "Hello, me again!",
                "es": "¡Hola, soy yo de nuevo!",
                "de": "Hallo, ich bin's wieder!",
                "it": "Ciao, sono di nuovo io!",
                "fr": "Bonjour, c'est encore moi !"
              },
              "phase": {
                "0": {
                  "en": "I'm a bit busy lad!",
                  "es": "¡Estoy un poco ocupado, amigo!",
                  "de": "Ich bin ein bisschen beschäftigt, Kumpel!",
                  "it": "Sono un po' occupato, amico!",
                  "fr": "Je suis un peu occupé, mon gars !"
                },
                "1": {
                  "en": "Go on, what can I do for you?",
                  "es": "Vamos, ¿qué puedo hacer por ti?",
                  "de": "Komm schon, was kann ich für dich tun?",
                  "it": "Dai, cosa posso fare per te?",
                  "fr": "Allez, que puis-je faire pour toi ?"
                }
              },
              "order": "11!",
              "dialogueOptions": {
                "0": {
                  "en": "Quick, the farmer needs you urgently at the stables!\u0020",
                  "es": "¡Rápido, el granjero te necesita urgentemente en los establos!\u0020",
                  "de": "Schnell, der Bauer braucht dich dringend im Stall!\u0020",
                  "it": "Presto, il contadino ha bisogno di te urgentemente nelle stalle!\u0020",
                  "fr": "Vite, le fermier a besoin de vous d'urgence dans les écuries !\u0020"
                },
                "1": {
                  "en": "Do you have anything for sale?",
                  "es": "¿Tienes algo en venta?",
                  "de": "Haben Sie etwas zu verkaufen?",
                  "it": "Hai qualcosa in vendita?",
                  "fr": "Avez-vous quelque chose à vendre?"
                },
                "2": {
                  "en": "Are you open on Sundays?",
                  "es": "¿Estás abierto los domingos?",
                  "de": "Haben Sie sonntags geöffnet?",
                  "it": "Sei aperto la domenica?",
                  "fr": "Êtes-vous ouvert le dimanche?"
                },
                "3": {
                  "en": "Where do you get pliers like those?",
                  "es": "¿Dónde conseguiste unos alicates como esos?",
                  "de": "Wo bekommt man solche Zangen her?",
                  "it": "Dove hai preso pinze come quelle?",
                  "fr": "Où as-tu trouvé des pinces comme celles-là ?"
                }
              },
              "exitOption": {
                "phase": {
                  "0": {
                    "en": "I'm off exploring! Have a nice day!",
                    "es": "¡Me voy a explorar! ¡Que tengas un buen día!",
                    "de": "Ich gehe erkunden! Hab einen schönen Tag!",
                    "it": "Vado a esplorare! Buona giornata!",
                    "fr": "Je pars explorer ! Passe une bonne journée !"
                  },
                  "1": {
                    "en": "Ok lad, well I will get back to business!",
                    "es": "Está bien, amigo, volveré al trabajo.",
                    "de": "In Ordnung, Kumpel, ich werde mich wieder der Arbeit widmen!",
                    "it": "Va bene, amico, tornerò al lavoro!",
                    "fr": "D'accord, mon pote, je vais reprendre le travail !"
                  }
                },
                "order": "01!"
              },
              "responses": {
                "0": {
                  "phase": {
                    "0": {
                      "en": "I hope you are telling me the truth, I am very busy!",
                      "es": "Espero que me estés diciendo la verdad, ¡estoy muy ocupado!",
                      "de": "Ich hoffe, du sagst mir die Wahrheit, ich bin sehr beschäftigt!",
                      "it": "Spero che tu mi stia dicendo la verità, sono molto occupato!",
                      "fr": "J'espère que tu me dis la vérité, je suis très occupé !"
                    },
                    "1": {
                      "en": "Ok I am going over there, what is wrong I wonder...\u0020\u0020",
                      "es": "Está bien, voy para allá, me pregunto qué estará mal...\u0020\u0020",
                      "de": "Okay, ich gehe da drüben hin, ich frage mich, was falsch ist...\u0020\u0020",
                      "it": "Ok, vado lì, mi chiedo cosa ci sia che non va...\u0020\u0020",
                      "fr": "D'accord, je vais là-bas, je me demande ce qui ne va pas...\u0020\u0020"
                    }
                  },
                  "order": "11!"
                },
                "1": {
                  "phase": {
                    "0": {
                      "en": "I don't sell anything here.",
                      "es": "No vendo nada aquí.",
                      "de": "Ich verkaufe hier nichts.",
                      "it": "Non vendo niente qui.",
                      "fr": "Je ne vends rien ici."
                    },
                    "1": {
                      "en": "I take my orders from people, and I make the products here, that's all.",
                      "es": "Tomo mis pedidos de las personas y hago los productos aquí, eso es todo.",
                      "de": "Ich nehme meine Aufträge von den Leuten entgegen und stelle die Produkte hier her, das ist alles.",
                      "it": "Prendo i miei ordini dalle persone e faccio i prodotti qui, tutto qui.",
                      "fr": "Je prends mes commandes auprès des gens, et je fabrique les produits ici, c'est tout."
                    }
                  },
                  "order": "11!"
                },
                "2": {
                  "phase": {
                    "0": {
                      "en": "Hah! No way, I love going fishing on Sundays!",
                      "es": "¡Jaja! ¡No hay manera, me encanta ir a pescar los domingos!",
                      "de": "Haha! Auf keinen Fall, ich liebe es, sonntags angeln zu gehen!",
                      "it": "Ahah! Ma che dici, mi piace andare a pescare la domenica!",
                      "fr": "Haha ! Pas question, j'adore aller pêcher le dimanche !"
                    }
                  },
                  "order": "1!"
                },
                "3": {
                  "phase": {
                    "0": {
                      "en": "Eyes off! These are very special pliers, one of a kind!",
                      "es": "¡Ojos fuera! ¡Estos son unos alicates muy especiales, únicos en su tipo!",
                      "de": "Augen weg! Das sind ganz besondere Zangen, einzigartig!",
                      "it": "Occhi lontani! Queste sono pinze molto speciali, uniche nel loro genere!",
                      "fr": "Yeux ailleurs ! Ce sont des pinces très spéciales, uniques en leur genre !"
                    }
                  },
                  "order": "1!"
                }
              }
            },
            "2": {
              "autoExitOption": {
                "phase": {
                  "0": {
                    "en": "I'm off exploring! Have a nice day!",
                    "es": "¡Me voy a explorar! ¡Que tengas un buen día!",
                    "de": "Ich gehe erkunden! Hab einen schönen Tag!",
                    "it": "Vado a esplorare! Buona giornata!",
                    "fr": "Je pars explorer ! Passe une bonne journée !"
                  },
                  "1": {
                    "en": "Ok lad, well I will get back to business!",
                    "es": "Está bien, amigo, volveré al trabajo.",
                    "de": "In Ordnung, Kumpel, ich werde mich wieder der Arbeit widmen!",
                    "it": "Va bene, amico, tornerò al lavoro!",
                    "fr": "D'accord, mon pote, je vais reprendre le travail !"
                  }
                },
                "order": "01!"
              }
            },
            "3": {
              "autoExitOption": {
                "phase": {
                  "0": {
                    "en": "I'm off exploring! Have a nice day!",
                    "es": "¡Me voy a explorar! ¡Que tengas un buen día!",
                    "de": "Ich gehe erkunden! Hab einen schönen Tag!",
                    "it": "Vado a esplorare! Buona giornata!",
                    "fr": "Je pars explorer ! Passe une bonne journée !"
                  },
                  "1": {
                    "en": "Ok lad, well I will get back to business!",
                    "es": "Está bien, amigo, volveré al trabajo.",
                    "de": "In Ordnung, Kumpel, ich werde mich wieder der Arbeit widmen!",
                    "it": "Va bene, amico, tornerò al lavoro!",
                    "fr": "D'accord, mon pote, je vais reprendre le travail !"
                  }
                },
                "order": "01!"
              }
            }
          },
          "cantTalkDialogue": {
            "0": {
              "en": "Now two centimetres off that end, and an angle of... hmm...",
              "es": "Ahora, a dos centímetros de ese extremo, y un ángulo de... mmm...",
              "de": "Jetzt zwei Zentimeter von diesem Ende entfernt und ein Winkel von... hmm...",
              "it": "Ora, a due centimetri da quell'estremità, e un angolo di... mmm...",
              "fr": "Maintenant deux centimètres de cette extrémité et un angle de... hmm..."
            }
          }
        },
        "npcFarmer": {
          "quest": {
            "0": {
              "introDialogue": {
                "en": "Hey, are you ok, you look to have quite a scenario there!",
                "es": "¡Hola, ¿estás bien? Parece que tienes una situación complicada ahí!",
                "de": "Hey, alles in Ordnung? Sieht aus, als hättest du da eine schwierige Situation!",
                "it": "Ehi, stai bene? Sembra che tu abbia una bella situazione lì!",
                "fr": "Hé, ça va ? On dirait que tu as une situation compliquée là-bas !"
              },
              "phase": {
                "0": {
                  "en": "Hey hello! I am really stuck here yes.",
                  "es": "¡Hola! Estoy realmente atascado aquí, sí.",
                  "de": "Hallo! Ich stecke hier wirklich fest, ja.",
                  "it": "Ciao! Sono davvero bloccato qui, sì.",
                  "fr": "Salut ! Je suis vraiment coincé ici, oui."
                },
                "1": {
                  "en": "The wind has broken my fence.",
                  "es": "El viento ha roto mi cerca.",
                  "de": "Der Wind hat meinen Zaun zerstört.",
                  "it": "Il vento ha rotto il mio recinto.",
                  "fr": "Le vent a cassé ma clôture."
                },
                "2": {
                  "en": "And to make it worse, my prize cow has stood on something and hurt her foot!",
                  "es": "Y para empeorar las cosas, mi vaca premiada ha pisado algo y se ha lastimado el pie.",
                  "de": "Und um es schlimmer zu machen, hat meine prächtige Kuh auf etwas gestanden und sich den Fuß verletzt!",
                  "it": "E per rendere le cose peggiori, la mia mucca premiata è salita su qualcosa e si è ferita un piede!",
                  "fr": "Et pour aggraver les choses, ma vache primée a marché sur quelque chose et s'est fait mal au pied!"
                },
                "3": {
                  "en": "I can't leave to go and get the tools to fix it in case she escapes.",
                  "es": "No puedo irme a buscar las herramientas para arreglarlo en caso de que ella se escape.",
                  "de": "Ich kann nicht weggehen, um die Werkzeuge zu holen, um es zu reparieren, falls sie entkommt.",
                  "it": "Non posso andare a prendere gli attrezzi per aggiustarlo nel caso in cui scappi.",
                  "fr": "Je ne peux pas partir chercher les outils pour le réparer au cas où elle s'échapperait."
                },
                "4": {
                  "en": "Can you run to the carpenter and ask him to come out and help me quickly? Please!",
                  "es": "¿Puedes correr al carpintero y pedirle que salga y me ayude rápidamente? ¡Por favor!",
                  "de": "Kannst du zum Zimmermann laufen und ihn bitten, schnell herauszukommen und mir zu helfen? Bitte!",
                  "it": "Puoi correre dal falegname e chiedergli di uscire e aiutarmi in fretta? Per favore!",
                  "fr": "Peux-tu courir chez le menuisier et lui demander de sortir et de m'aider rapidement ? S'il te plaît !"
                }
              },
              "order": "11111!",
              "dialogueOptions": {
                "0": {
                  "en": "Wait, I don’t even know where the carpenter is?!",
                  "es": "¡Espera, ni siquiera sé dónde está el carpintero?!",
                  "de": "Warte, ich weiß nicht einmal, wo der Zimmermann ist?!",
                  "it": "Aspetta, non so nemmeno dove si trova il falegname?!",
                  "fr": "Attends, je ne sais même pas où est le menuisier?!"
                },
                "1": {
                  "en": "No, I won't help, it's your mess, you fix it!",
                  "es": "No, no ayudaré, es tu problema, ¡tú lo arreglas!",
                  "de": "Nein, ich werde nicht helfen, es ist dein Chaos, du machst es sauber!",
                  "it": "No, non aiuterò, è un tuo problema, lo sistemi tu!",
                  "fr": "Non, je ne vais pas aider, c'est ton désordre, c'est à toi de le réparer !"
                },
                "2": {
                  "en": "Oh of course I will, what a mess you are in! Be right back!\u0020",
                  "es": "Oh, por supuesto que lo haré, ¡qué lío tienes! ¡Vuelvo enseguida!\u0020",
                  "de": "Oh, natürlich werde ich es tun, in welchem Durcheinander du steckst! Ich bin gleich zurück!\u0020",
                  "it": "Oh, certo che lo farò, che pasticcio sei in! Torno subito!\u0020",
                  "fr": "Oh, bien sûr que je vais le faire, quel désordre tu as ! Je reviens tout de suite !\u0020"
                }
              },
              "exitOption": {
                "phase": {
                  "0": {
                    "en": "Right I'm going!\u0020",
                    "es": "¡Está bien, me voy!\u0020",
                    "de": "Okay, ich gehe!\u0020",
                    "it": "Va bene, sto andando!\u0020",
                    "fr": "D'accord, j'y vais !\u0020"
                  },
                  "1": {
                    "en": "Thanks a lot, I'm waiting here! Go, go!!",
                    "es": "¡Muchas gracias, estoy esperando aquí! ¡Ve, ve!",
                    "de": "Danke vielmals, ich warte hier! Geh, geh!",
                    "it": "Grazie mille, sto aspettando qui! Vai, vai!",
                    "fr": "Merci beaucoup, j'attends ici ! Vas-y, vas-y !!"
                  }
                },
                "order": "01!"
              },
              "responses": {
                "0": {
                  "phase": {
                    "0": {
                      "en": "Run into town and you will find him there, please!!",
                      "es": "Corre al pueblo y lo encontrarás allí, por favor!!",
                      "de": "Lauf in die Stadt, und du wirst ihn dort finden, bitte!!",
                      "it": "Corri in città e lo troverai lì, per favore!!",
                      "fr": "Cours en ville et tu le trouveras là-bas, s'il te plaît!!"
                    }
                  },
                  "order": "1!"
                },
                "1": {
                  "phase": {
                    "0": {
                      "en": "I hope you never need help! Please, I really need the help!",
                      "es": "¡Espero que nunca necesites ayuda! ¡Por favor, realmente necesito ayuda!",
                      "de": "Ich hoffe, du brauchst nie Hilfe! Bitte, ich brauche wirklich Hilfe!",
                      "it": "Spero che tu non abbia mai bisogno di aiuto! Per favore, ho davvero bisogno di aiuto!",
                      "fr": "J'espère que tu n'auras jamais besoin d'aide! S'il te plaît, j'ai vraiment besoin d'aide!"
                    }
                  },
                  "order": "1!"
                },
                "2": {
                  "phase": {
                    "0": {
                      "en": "Thanks so much, please hurry, she might get out!",
                      "es": "¡Muchas gracias, por favor, apúrate, podría escaparse!",
                      "de": "Vielen Dank, bitte beeile dich, sie könnte entkommen!",
                      "it": "Grazie mille, per favore fai in fretta, potrebbe scappare!",
                      "fr": "Merci beaucoup, s'il te plaît dépêche-toi, elle pourrait s'échapper !"
                    }
                  },
                  "order": "1!"
                }
              }
            },
            "1": {
              "autoExitOption": {
                "phase": {
                  "0": {
                    "en": "Ok, ok I'm going!",
                    "es": "¡Ok, ok, voy!",
                    "de": "Ok, ok, ich gehe!",
                    "it": "Ok, ok, sto andando!",
                    "fr": "D'accord, d'accord, j'y vais !"
                  },
                  "1": {
                    "en": "Please be quick she keeps trying to barge past me!",
                    "es": "¡Por favor, sé rápido, ella sigue intentando pasarme!",
                    "de": "Bitte beeil dich, sie versucht immer wieder, an mir vorbeizudrängen!",
                    "it": "Per favore, fai in fretta, continua a cercare di oltrepassarmi!",
                    "fr": "S'il te plaît, dépêche-toi, elle essaie de me dépasser !"
                  }
                },
                "order": "01!"
              }
            }
          },
          "cantTalkDialogue": {
            "0": {
              "en": "I don't know how much longer I can hold her back, quick!!",
              "es": "No sé cuánto más podré contenerla, ¡rápido!",
              "de": "Ich weiß nicht, wie lange ich sie noch zurückhalten kann, schnell!!",
              "it": "Non so quanto a lungo posso trattenerla, veloce!!",
              "fr": "Je ne sais pas combien de temps je peux encore la retenir, vite!!"
            },
            "1": {
              "en": "At least the fence is fixed now, but Daisy is in a lot of pain!",
              "es": "Al menos la cerca ya está arreglada, ¡pero Daisy está sufriendo mucho!",
              "de": "Mindestens ist der Zaun jetzt repariert, aber Daisy hat große Schmerzen!",
              "it": "Almeno la recinzione è sistemata ora, ma Daisy ha molto dolore!",
              "fr": "Au moins, la clôture est maintenant réparée, mais Daisy a beaucoup de douleur!"
            },
            "2": {
                "en": "Phew! What a day, I'm off for a strong drink! Thanks for your help!",
                "es": "¡Uf! Qué día, ¡me voy a tomar un trago fuerte! ¡Gracias por tu ayuda!",
                "de": "Puh! Was für ein Tag, ich gehe jetzt ein starkes Getränk nehmen! Danke für deine Hilfe!",
                "it": "Uff! Che giornata, vado a bere un drink forte! Grazie per il tuo aiuto!",
                "fr": "Ouf ! Quelle journée, je pars pour un bon verre ! Merci pour votre aide !"
            }
          }
        },
        "npcCow": {
          "quest": {
            "0": {
              "introDialogue": {
                "en": "Hello... I mean Moo, how are you?",
                "es": "Hola... quiero decir Moo, ¿cómo estás?",
                "de": "Hallo... ich meine Moo, wie geht's?",
                "it": "Ciao... voglio dire Moo, come stai?",
                "fr": "Bonjour... enfin Moo, comment vas-tu?"
              },
              "phase": {
                "0": {
                  "en": "There's a massive splinter in her hoof, she looks in a lot of pain!",
                  "es": "Hay una astilla enorme en su pezuña, ¡parece que le duele mucho!",
                  "de": "Da steckt ein riesiger Splitter in ihrem Huf, sie sieht aus, als hätte sie große Schmerzen!",
                  "it": "C'è una scheggia enorme nel suo zoccolo, sembra soffrire molto!",
                  "fr": "Il y a une énorme écharde dans son sabot, elle a l'air de souffrir beaucoup !"
                },
                "1": {
                  "en": "I bet I could get that out if I had the right tool!",
                  "es": "¡Apuesto a que podría sacarla si tuviera la herramienta adecuada!",
                  "de": "Ich wette, ich könnte das herausbekommen, wenn ich das richtige Werkzeug hätte!",
                  "it": "Scommetto che potrei toglierla se avessi lo strumento giusto!",
                  "fr": "Je parie que je pourrais l'enlever si j'avais le bon outil !"
                }
              },
              "order": "00!",
              "dialogueOptions": {
                "0": {
                  "en": "You seem to be in pain! Let me help you with that splinter. ",
                  "es": "¡Pareces estar dolorido! Déjame ayudarte con esa astilla. ",
                  "de": "Du scheinst Schmerzen zu haben! Lass mich dir mit dem Splitter helfen. ",
                  "it": "Sembri essere in dolore! Lascia che ti aiuti con quella scheggia. ",
                  "fr": "Tu sembles souffrir ! Laisse-moi t'aider avec cette écharde. "
                },
                "1": {
                  "en": "I guess I could try to help... although I don't like getting dirty. ",
                  "es": "Supongo que podría intentar ayudarte... pero no me gusta ensuciarme. ",
                  "de": "Ich denke, ich könnte versuchen zu helfen... aber ich mag es nicht, schmutzig zu werden. ",
                  "it": "Immagino che potrei provare ad aiutarti... ma non mi piace sporcarmi. ",
                  "fr": "Je suppose que je pourrais essayer d'aider... mais je n'aime pas me salir. "
                },
                "2": {
                  "en": "Moo!",
                  "es": "¡Mugido!",
                  "de": "Muh!",
                  "it": "Muu!",
                  "fr": "Meuh!"
                },
                "3": {
                  "en": "I think it's time for a pedicure, no?!",
                  "es": "¿Has oído hablar de vacas que reciben pedicuras? ¡Quizás sea el momento!",
                  "de": "Hast du schon mal von einer Kuh gehört, die eine Pediküre bekommt? Vielleicht wird's Zeit!",
                  "it": "Hai mai sentito parlare di una mucca che fa la pedicure? Forse è ora!",
                  "fr": "Tu as déjà entendu parler d'une vache faisant une pédicure ? Peut-être qu'il est temps !"
                }
              },
              "exitOption": {
                "phase": {
                  "0": {
                    "en": "Bye Miss Cow!",
                    "es": "¡Adiós, señora vaca!",
                    "de": "Tschüss, Miss Kuh!",
                    "it": "Ciao, signora mucca!",
                    "fr": "Au revoir, mademoiselle vache !"
                  },
                  "1": {
                    "en": "Hope you get it fixed soon, I hate to see you in pain like that!",
                    "es": "¡Espero que lo arregles pronto, odio verte así de dolorida!",
                    "de": "Ich hoffe, du bekommst das bald in den Griff, ich mag es nicht, dich so leidend zu sehen!",
                    "it": "Spero che tu lo sistemi presto, non mi piace vederti soffrire così!",
                    "fr": "J'espère que tu le feras réparer bientôt, je déteste te voir dans cette douleur !"
                  },
                  "2": {
                    "en": "Moo!",
                    "es": "¡Mugido!",
                    "de": "Muh!",
                    "it": "Muu!",
                    "fr": "Meuh!"
                  }
                },
                "order": "001!"
              },
              "responses": {
                "0": {
                  "phase": {
                    "0": {
                      "en": "Moo!",
                      "es": "¡Mugido!",
                      "de": "Muh!",
                      "it": "Muu!",
                      "fr": "Meuh!"
                    }
                  },
                  "order": "1!"
                },
                "1": {
                  "phase": {
                    "0": {
                      "en": "Moo!",
                      "es": "¡Mugido!",
                      "de": "Muh!",
                      "it": "Muu!",
                      "fr": "Meuh!"
                    }
                  },
                  "order": "1!"
                },
                "2": {
                  "phase": {
                    "0": {
                      "en": "Moo! Moo!",
                      "es": "¡Mugido! ¡Mugido!",
                      "de": "Muh! Muh!",
                      "it": "Muu! Muu!",
                      "fr": "Meuh! Meuh!"
                    }
                  },
                  "order": "1!"
                },
                "3": {
                  "phase": {
                    "0": {
                      "en": "Moo!",
                      "es": "¡Mugido!",
                      "de": "Muh!",
                      "it": "Muu!",
                      "fr": "Meuh!"
                    }
                  },
                  "order": "1!"
                }
              }
            },
            "1": {
              "autoExitOption": {
                "phase": {
                  "0": {
                    "en": "She really looks like she could use some help there, poor thing!",
                    "es": "¡Realmente parece que necesita ayuda, pobrecita!",
                    "de": "Sie sieht wirklich so aus, als könnte sie dort Hilfe gebrauchen, das arme Ding!",
                    "it": "Sembra davvero che abbia bisogno di aiuto, poverina!",
                    "fr": "On dirait vraiment qu'elle a besoin d'aide, pauvre chose !"
                  }
                },
                "order": "0!"
              }
            }
          },
          "cantTalkDialogue": {
            "0": {
              "en": "Owww Moooooo!",
              "es": "¡Owww Muuuuuu!",
              "de": "Owww Muhhhh!",
              "it": "Owww Muuuuu!",
              "fr": "Owww Meuuuuuh!"
            },
            "1": {
              "en": "Moooooo! Mooooo! Mooooo!",
              "es": "¡Muuuuuu! ¡Muuuuuu! ¡Muuuuuu!",
              "de": "Muhhh! Muhhh! Muhhh!",
              "it": "Muuuu! Muuuu! Muuuu!",
              "fr": "Meuhhh! Meuhhh! Meuhhh!"
            }
          }
        }
      }
    },
    "globalMessages": {
      "cantGoThatWay": {
        "en": "I can't go that way right now!",
        "es": "¡No puedo ir por ese camino ahora mismo!",
        "de": "Ich kann gerade nicht in diese Richtung gehen!",
        "it": "Non posso andare in quella direzione adesso!",
        "fr": "Je ne peux pas aller par là pour le moment!"
      },
      "itemCannotBeGivenAsIsNpc": {
        "en": "How do I give them? And to who, or what?!",
        "es": "¿Cómo se lo doy? ¿Y a quién o a qué?!",
        "de": "Wie gebe ich sie? Und an wen oder was?!",
        "it": "Come faccio a darli? E a chi o a cosa?!",
        "fr": "Comment puis-je les donner ? Et à qui ou à quoi ?!"
      },
      "itemNotInPossessionToGive": {
        "en": "I can only give things I have in my inventory!",
        "es": "¡Solo puedo dar cosas que tengo en mi inventario!",
        "de": "Ich kann nur Dinge geben, die ich in meinem Inventar habe!",
        "it": "Posso dare solo le cose che ho nel mio inventario!",
        "fr": "Je ne peux donner que des choses que j'ai dans mon inventaire !"
      },
      "itemCannotBeGiven": {
        "en": "I am going to hold on to this, you never know.",
        "es": "Voy a quedarme con esto, nunca se sabe.",
        "de": "Ich behalte das mal, man weiß ja nie.",
        "it": "Terrò questo, non si sa mai.",
        "fr": "Je vais garder ça, on ne sait jamais."
      },
      "itemCannotBeGivenToObject": {
        "en": "And how do I 'give' this to an inanimate object?!",
        "es": "¿Y cómo voy a 'dar' esto a un objeto inanimado?!",
        "de": "Und wie soll ich das einem unbelebten Objekt 'geben'?!",
        "it": "E come faccio a 'dare' questo a un oggetto inanimato?!",
        "fr": "Et comment puis-je 'donner' ça à un objet inanimé ?!"
      },
      "itemCannotGiveExitorBeGivenToExit": {
        "en": "Huh? Give it to what exactly?",
        "es": "¿Eh? ¿A qué se supone que debo darlo?",
        "de": "Hä? Was genau soll ich geben?",
        "it": "Eh? A cosa dovrei darlo esattamente?",
        "fr": "Hein? À quoi exactement dois-je le donner ?"
      },
      "itemCannotBeGivenToThisNpc": {
        "en": "This is of no interest to them.",
        "es": "Esto no le interesa.",
        "de": "Das interessiert nicht.",
        "it": "Questo non interessa.",
        "fr": "Cela n'intéresse pas."
      },
      "itemCannotBeTalkedTo": {
        "en": "People will think I'm crazy talking to that!",
        "es": "La gente pensará que estoy loco hablando con eso.",
        "de": "Die Leute werden denken, ich bin verrückt, wenn ich damit rede!",
        "it": "La gente penserà che sono pazzo a parlare con quello!",
        "fr": "Les gens vont penser que je suis fou de parler à ça !"
      },
      "itemCannotBePulled": {
        "en": "I can't pull that!",
        "es": "¡No puedo jalar eso!",
        "de": "Ich kann das nicht ziehen!",
        "it": "Non posso tirare quello!",
        "fr": "Je ne peux pas tirer ça !"
      },
      "itemCannotBePushed": {
        "en": "I can't push that!",
        "es": "¡No puedo empujar eso!",
        "de": "Ich kann das nicht schieben!",
        "it": "Non posso spingere quello!",
        "fr": "Je ne peux pas pousser ça !"
      },
      "itemCannotBeOpened": {
        "en": "I can't open that!",
        "es": "¡No puedo abrir eso!",
        "de": "Ich kann das nicht öffnen!",
        "it": "Non posso aprire quello!",
        "fr": "Je ne peux pas ouvrir ça !"
      },
      "itemCannotBeClosed": {
        "en": "I can't close that!",
        "es": "¡No puedo cerrar eso!",
        "de": "Ich kann das nicht schließen!",
        "it": "Non posso chiudere quello!",
        "fr": "Je ne peux pas fermer ça !"
      },
      "itemCannotBeUsedUntilPickedUp": {
        "en": "Uhm...I can't use this until I pick it up!",
        "es": "Ehm...¡no puedo usar esto hasta que lo recoja!",
        "de": "Ähm... ich kann das nicht benutzen, bis ich es aufhebe!",
        "it": "Ehm... non posso usare questo finché non lo prendo!",
        "fr": "Euh... je ne peux pas utiliser ça tant que je ne l'ai pas ramassé !"
      },
      "itemCannotBeUsedWithExit": {
        "en": "I can't use this!",
        "es": "¡No puedo usar esto!",
        "de": "Ich kann das nicht benutzen!",
        "it": "Non posso usare questo!",
        "fr": "Je ne peux pas utiliser ça !"
      },
      "itemCannotBePickedUp": {
        "en": "I cannot pick that up.",
        "es": "No puedo recoger eso.",
        "de": "Ich kann das nicht aufheben.",
        "it": "Non posso raccoglierlo.",
        "fr": "Je ne peux pas ramasser ça."
      },
      "correctItemsWrongLocation": {
        "en": "They look like they should do something, but they don't seem to work where I am.",
        "es": "Parece que deberían hacer algo, pero no parecen funcionar donde estoy.",
        "de": "Sie sehen so aus, als sollten sie etwas tun, aber sie scheinen hier nicht zu funktionieren.",
        "it": "Sembrano dover fare qualcosa, ma non sembrano funzionare dove mi trovo.",
        "fr": "Ils semblent devoir faire quelque chose, mais ils ne semblent pas fonctionner là où je suis."
      },
      "cantBeUsedTogether": {
        "en": "Well that didn't do anything!",
        "es": "¡Bueno, eso no hizo nada!",
        "de": "Das hat nichts bewirkt!",
        "it": "Beh, non ha fatto nulla!",
        "fr": "Eh bien, ça n'a rien fait!"
      },
      "howWouldThatWorkWithThis": {
        "en": "Not really sure how I'm supposed to use that here!",
        "es": "¡No estoy muy seguro de cómo se supone que debo usar eso aquí!",
        "de": "Ich bin mir nicht sicher, wie ich das hier verwenden soll!",
        "it": "Non sono sicuro di come dovrei usarlo qui!",
        "fr": "Je ne suis pas vraiment sûr de savoir comment je suis censé utiliser ça ici!"
      },
      "tryOtherWayAround": {
        "en": "I can't use this on that, but maybe I can use that on this...",
        "es": "No puedo usar esto en aquello, pero tal vez pueda usar aquello en esto...",
        "de": "Ich kann das hier nicht darauf anwenden, aber vielleicht kann ich das darauf anwenden...",
        "it": "Non posso usare questo su quello, ma forse posso usare quello su questo...",
        "fr": "Je ne peux pas utiliser ceci sur cela, mais peut-être que je peux utiliser cela sur ceci..."
      },
      "activeStatusNotSet": {
        "en": "I can't use these together yet...",
        "es": "No puedo usar estos juntos todavía...",
        "de": "Ich kann diese noch nicht zusammen verwenden...",
        "it": "Non posso ancora usare questi insieme...",
        "fr": "Je ne peux pas encore utiliser ces objets ensemble..."
      },
      "alreadyUsedButRetained": {
        "en": "I think this has done its job already!",
        "es": "¡Creo que esto ya ha cumplido su función!",
        "de": "Ich denke, das hat seinen Zweck bereits erfüllt!",
        "it": "Penso che abbia già fatto il suo lavoro!",
        "fr": "Je pense que cela a déjà fait son travail!"
      },
      "alreadyUnlocked": {
        "en": "This door is already unlocked!",
        "es": "¡Esta puerta ya está desbloqueada!",
        "de": "Diese Tür ist bereits entriegelt!",
        "it": "Questa porta è già sbloccata!",
        "fr": "Cette porte est déjà déverrouillée!"
      },
      "alreadyOpen": {
        "en": "It's already open!",
        "es": "¡Ya está abierta!",
        "de": "Es ist bereits offen!",
        "it": "È già aperta!",
        "fr": "C'est déjà ouvert!"
      },
      "alreadyClosed": {
        "en": "It's already closed!",
        "es": "¡Ya está cerrada!",
        "de": "Es ist bereits geschlossen!",
        "it": "È già chiusa!",
        "fr": "C'est déjà fermé!"
      }
    }
  }
}