{
    "generalComments1": "generalComments are to tell the developer about some things in this file, and are not referenced in the game logic.",
    "generalComments2": "useWith1 field is ALWAYS a successful use as non successful are handled seperately in globalMessages section",
    "generalComments3": "Doors: Don't add alreadyUsed or canUse dialogues unless something specific to a certain door, and only cantUseYet if lockable door that is locked, handle dialogue in item that unlocks door, otherwise use two sets of double quotes only.",
    "generalComments4": "Order: 0 = player 1= npc talking to 2,3,4etc other parties who may talk with own colors",
    "generalComments5": "Order: Structure is a string ending with a ! signifying the end of the phase, i.e. 011001!",
    "generalComments6": "Dialogue in npcInteractions.verbTalkTo that ends with a unicode u0020 on the LAST number of the phase tells the code to advance the questPhase by checking for space characters, the number of them indicates how many questPhases to advance by",
    "generalComments7": "cantTalk is set to 1 after ALL quests for an npc are done and as such can only be used before they start or after they are done, so basically when all dialogue is exhausted, 0 or 1, also it is always the npc that speaks - Note, you can still give items and trigger dialogue that way through the verbGive property",
    "dialogue": {
        "postAnimationEventDialogue": {
            "animationParrotMoveToParrotFlyer": {
                "en": "It looks like he prefers the beauty on the flyer than his own reflection!",
                "es": "¡Parece que prefiere la belleza del folleto a su propio reflejo!",
                "de": "Es sieht so aus, als würde er die Schönheit auf dem Flugblatt seinem eigenen Spiegelbild vorziehen!",
                "it": "Sembra che preferisca la bellezza sul volantino al suo stesso riflesso!",
                "fr": "On dirait qu'il préfère la beauté sur le flyer à son propre reflet !"
            }
        },
        "objectInteractions": {
            "verbUse": {
                "objectDonkeyFake": {
                    "use": {
                        "cantUseYet": {
                            "en": "Hee haw!",
                            "es": "¡Hii-haw!",
                            "de": "I-Aah!",
                            "it": "Iah-iah!",
                            "fr": "Hii-haw!"
                        },
                        "alreadyUsed": {
                            "en": "", 
                            "es": "",
                            "de": "",
                            "it": "",
                            "fr": ""
                        },
                        "canUse": {
                            "en": "His rope has come loose, oops, I can't tie knots!",
                            "es": "¡Su cuerda se ha soltado, oops, no sé hacer nudos!",
                            "de": "Sein Seil hat sich gelöst, oops, ich kann keine Knoten binden!",
                            "it": "La sua corda si è sciolta, oops, non so fare i nodi!",
                            "fr": "Sa corde s'est défaite, oups, je ne sais pas faire de nœuds !"
                        }
                    }
                },
                "objectPileOfBooksLibraryFoyer": {
                    "use": {
                        "cantUseYet": {
                            "en": "", 
                            "es": "",
                            "de": "",
                            "it": "",
                            "fr": ""
                        },
                        "alreadyUsed": {
                            "en": "I haven't got time to read right now.", 
                            "es": "No tengo tiempo para leer ahora mismo.",
                            "de": "Ich habe jetzt keine Zeit zum Lesen.",
                            "it": "Non ho tempo per leggere adesso.",
                            "fr": "Je n'ai pas le temps de lire en ce moment."
                        },
                        "canUse": {
                            "en": "Ooo, a key fell out of this book!", 
                            "es": "¡Ooo, una llave se ha caído de este libro!",
                            "de": "Ooo, ein Schlüssel ist aus diesem Buch gefallen!",
                            "it": "Ooo, una chiave è caduta fuori da questo libro!",
                            "fr": "Ooo, une clé est tombée de ce livre !"
                        }
                    }
                },
                "objectMachineDEBUG": {
                    "use": {
                        "cantUseYet": {
                            "en": "The machine needs power.",
                            "es": "La máquina necesita energía",
                            "de": "Die Maschine braucht Strom",
                            "it": "La macchina ha bisogno di energia",
                            "fr": "La machine a besoin d'énergie"
                        },
                        "alreadyUsed": {
                            "en": "The machine seems to have powered off permanently!",
                            "es": "¡La máquina parece haberse apagado permanentemente!",
                            "de": "Die Maschine scheint dauerhaft abgeschaltet zu sein!",
                            "it": "La macchina sembra essersi spenta definitivamente!",
                            "fr": "La machine semble s'être éteinte définitivement !"
                        },
                        "canUse": {
                            "en": "Ooo, a banana has fallen out!",
                            "es": "¡Ooo, se ha caído un plátano!",
                            "de": "Ooo, eine Banane ist herausgefallen!",
                            "it": "Ooo, una banana è caduta fuori!",
                            "fr": "Ooo, une banane est tombée !"
                        }
                    }
                },
                "objectDoorLibraryFoyerResearchRoom": {
                    "use": {
                        "cantUseYet": {
                            "en": "The research room is locked.",
                            "es": "La sala de investigación está cerrada.",
                            "de": "Der Forschungsraum ist verschlossen.",
                            "it": "La sala di ricerca è chiusa.",
                            "fr": "La salle de recherche est verrouillée."
                        },
                        "alreadyUsed": {
                            "en": "",
                            "es": "",
                            "de": "",
                            "it": "",
                            "fr": ""
                        },
                        "canUse": {
                            "en": "",
                            "es": "",
                            "de": "",
                            "it": "",
                            "fr": ""
                        }
                    }
                },
                "objectDoorLibraryFoyerMarketStreet": {
                    "use": {
                        "cantUseYet": {
                            "en": "",
                            "es": "",
                            "de": "",
                            "it": "",
                            "fr": ""
                        },
                        "alreadyUsed": {
                            "en": "",
                            "es": "",
                            "de": "",
                            "it": "",
                            "fr": ""
                        },
                        "canUse": {
                            "en": "",
                            "es": "",
                            "de": "",
                            "it": "",
                            "fr": ""
                        }
                    }
                },
                "useWithObject1": {
                    "objectParrotHook": {
                        "en": "That should hold, I think...",
                        "es": "Eso debería aguantar, creo...",
                        "de": "Das sollte halten, denke ich...",
                        "it": "Questo dovrebbe tenere, penso...",
                        "fr": "Ça devrait tenir, je pense..."
                    },
                    "objectDonkeyRope": {
                        "en": "That should hold, I think...",
                        "es": "Eso debería aguantar, creo...",
                        "de": "Das sollte halten, denke ich...",
                        "it": "Questo dovrebbe tenere, penso...",
                        "fr": "Ça devrait tenir, je pense..."
                    },
                    "objectParrotFlyer": {
                        "en": "I wonder what will happen if...",
                        "es": "Me pregunto qué pasará si...",
                        "de": "Ich frage mich, was passiert, wenn...",
                        "it": "Mi chiedo cosa succederà se...",
                        "fr": "Je me demande ce qui se passera si..."
                    },
                    "objectMilkBottle": {
                        "en": "A refreshing looking bowl of milk, yum!",
                        "es": "Un cuenco de leche que parece refrescante, ¡yum!",
                        "de": "Eine erfrischend aussehende Schüssel Milch, yum!",
                        "it": "Una ciotola di latte che sembra rinfrescante, yum!",
                        "fr": "Un bol de lait rafraîchissant, miam !"
                    },
                    "objectBowl": {
                        "en": "A refreshing looking bowl of milk, yum!",
                        "es": "Un cuenco de leche que parece refrescante, ¡yum!",
                        "de": "Eine erfrischend aussehende Schüssel Milch, yum!",
                        "it": "Una ciotola di latte che sembra rinfrescante, yum!",
                        "fr": "Un bol de lait rafraîchissant, miam !"
                    },
                    "objectKeyResearchRoom": {
                        "en": "Uff, it was a stiff lock, but it's finally opened!",
                        "es": "¡Uf, era una cerradura difícil, pero finalmente se ha abierto!",
                        "de": "Uff, das war ein steifes Schloss, aber es ist endlich offen!",
                        "it": "Uff, era una serratura dura, ma finalmente si è aperta!",
                        "fr": "Ouf, c'était une serrure rigide, mais elle est enfin ouverte!"
                    },
                    "objectBatteryDEBUG": {
                        "en": "Ooh, that has powered it up, I can probably use it now!",
                        "es": "¡Oh, eso lo ha potenciado, probablemente pueda usarlo ahora!",
                        "de": "Oh, das hat es aufgeladen, ich kann es jetzt wahrscheinlich benutzen!",
                        "it": "Oh, questo lo ha potenziato, probabilmente posso usarlo ora!",
                        "fr": "Oh, ça l'a alimenté, je peux probablement l'utiliser maintenant !"
                    }                    
                    ,
                    "objectBananaDEBUG": {
                        "en": "Here boy, do you want this banana?",
                        "es": "Aquí chico, ¿quieres esta banana?",
                        "de": "Hier Junge, willst du diese Banane?",
                        "it": "Ehi ragazzo, vuoi questa banana?",
                        "fr": "Tiens mon garçon, tu veux cette banane ?"
                    }                 
                }
            },
            "verbLookAt": {
                "exits": {
                    "libraryFoyerDebug": {
                        "open": {
                            "en": "The door leads to the library's foyer (DEBUG).",
                            "es": "La puerta conduce al vestíbulo de la biblioteca (DEBUG).",
                            "de": "Die Tür führt ins Foyer der Bibliothek (DEBUG).",
                            "it": "La porta conduce al foyer della biblioteca (DEBUG).",
                            "fr": "La porte mène au foyer de la bibliothèque (DEBUG)."
                        },
                        "locked": {
                            "en": "The door leads to the library's foyer (DEBUG). It needs a key.",
                            "es": "La puerta conduce al vestíbulo de la biblioteca (DEBUG). Necesita una llave.",
                            "de": "Die Tür führt ins Foyer der Bibliothek (DEBUG). Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce al foyer della biblioteca (DEBUG). Serve una chiave.",
                            "fr": "La porte mène au foyer de la bibliothèque (DEBUG). Une clé est nécessaire."
                        }
                    },
                    "debugRoom": {
                        "open": {
                            "en": "The door leads to the debug room.",
                            "es": "La puerta conduce a la sala de depuración.",
                            "de": "Die Tür führt in den Debug-Raum.",
                            "it": "La porta conduce alla stanza di debug.",
                            "fr": "La porte mène à la salle de débogage."
                        },
                        "locked": {
                            "en": "The door leads to the debug room. It needs a key.",
                            "es": "La puerta conduce a la sala de depuración. Necesita una llave.",
                            "de": "Die Tür führt in den Debug-Raum. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla stanza di debug. Serve una chiave.",
                            "fr": "La porte mène à la salle de débogage. Une clé est nécessaire."
                        }
                    },
                    "libraryDesk": {
                        "open": {
                            "en": "The door leads to the library desk.",
                            "es": "La puerta conduce a la mesa de la biblioteca.",
                            "de": "Die Tür führt zum Schreibtisch der Bibliothek.",
                            "it": "La porta conduce alla scrivania della biblioteca.",
                            "fr": "La porte mène au bureau de la bibliothèque."
                        },
                        "locked": {
                            "en": "The door leads to the library desk. It needs a key.",
                            "es": "La puerta conduce a la mesa de la biblioteca. Necesita una llave.",
                            "de": "Die Tür führt zum Schreibtisch der Bibliothek. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla scrivania della biblioteca. Serve una chiave.",
                            "fr": "La porte mène au bureau de la bibliothèque. Une clé est nécessaire."
                        }
                    },
                    "libraryFoyer": {
                        "open": {
                            "en": "The door leads to the library's foyer.",
                            "es": "La puerta conduce al vestíbulo de la biblioteca.",
                            "de": "Die Tür führt ins Foyer der Bibliothek.",
                            "it": "La porta conduce al foyer della biblioteca.",
                            "fr": "La porte mène au foyer de la bibliothèque."
                        },
                        "locked": {
                            "en": "The door leads to the library's foyer. It needs a key.",
                            "es": "La puerta conduce al vestíbulo de la biblioteca. Necesita una llave.",
                            "de": "Die Tür führt ins Foyer der Bibliothek. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce al foyer della biblioteca. Serve una chiave.",
                            "fr": "La porte mène au foyer de la bibliothèque. Une clé est nécessaire."
                        }
                    },
                    "marketStreet": {
                        "open": {
                            "en": "The door leads to Market Street.",
                            "es": "La puerta conduce a la Calle del Mercado.",
                            "de": "Die Tür führt zur Marktstraße.",
                            "it": "La porta conduce a Via del Mercato.",
                            "fr": "La porte mène à la Rue du Marché."
                        },
                        "locked": {
                            "en": "The door leads to Market Street. It needs a key.",
                            "es": "La puerta conduce a la Calle del Mercado. Necesita una llave.",
                            "de": "Die Tür führt zur Marktstraße. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce a Via del Mercato. Serve una chiave.",
                            "fr": "La porte mène à la Rue du Marché. Une clé est nécessaire."
                        }
                    },
                    "researchRoom": {
                        "open": {
                            "en": "The door leads to the library's research room.",
                            "es": "La puerta conduce a la sala de investigación de la biblioteca.",
                            "de": "Die Tür führt zum Forschungsraum der Bibliothek.",
                            "it": "La porta conduce alla sala di ricerca della biblioteca.",
                            "fr": "La porte mène à la salle de recherche de la bibliothèque."
                        },
                        "locked": {
                            "en": "The door leads to the library's research room. It needs a key.",
                            "es": "La puerta conduce a la sala de investigación de la biblioteca. Necesita una llave.",
                            "de": "Die Tür führt zum Forschungsraum der Bibliothek. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla sala di ricerca della biblioteca. Serve una chiave.",
                            "fr": "La porte mène à la salle de recherche de la bibliothèque. Une clé est nécessaire."
                        }
                    },
                    "seedyGuyAlley": {
                        "open": {
                            "en": "The door leads to Seedy Guy Alley.",
                            "es": "La puerta conduce a la Calle del Tipo Sórdido.",
                            "de": "Die Tür führt zur Gasse des schäbigen Mannes.",
                            "it": "La porta conduce al Vicolo del Tizio Squallido.",
                            "fr": "La porte mène à l'Allée du Type Louche."
                        },
                        "locked": {
                            "en": "The door leads to Seedy Guy Alley. It needs a key.",
                            "es": "La puerta conduce a la Calle del Tipo Sórdido. Necesita una llave.",
                            "de": "Die Tür führt zur Gasse des schäbigen Mannes. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce al Vicolo del Tizio Squallido. Serve una chiave.",
                            "fr": "La porte mène à l'Allée du Type Louche. Une clé est nécessaire."
                        }
                    },
                    "den": {
                        "open": {
                            "en": "The door leads to the den.",
                            "es": "La puerta conduce a la guarida.",
                            "de": "Die Tür führt zur Höhle.",
                            "it": "La porta conduce alla tana.",
                            "fr": "La porte mène à la cachette."
                        },
                        "locked": {
                            "en": "The door leads to the den. It needs a key.",
                            "es": "La puerta conduce a la guarida. Necesita una llave.",
                            "de": "Die Tür führt zur Höhle. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla tana. Serve una chiave.",
                            "fr": "La porte mène à la cachette. Une clé est nécessaire."
                        }
                    },
                    "house": {
                        "open": {
                            "en": "The door leads to the house.",
                            "es": "La puerta conduce a la casa.",
                            "de": "Die Tür führt zum Haus.",
                            "it": "La porta conduce alla casa.",
                            "fr": "La porte mène à la maison."
                        },
                        "locked": {
                            "en": "The door leads to the house. It needs a key.",
                            "es": "La puerta conduce a la casa. Necesita una llave.",
                            "de": "Die Tür führt zum Haus. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla casa. Serve una chiave.",
                            "fr": "La porte mène à la maison. Une clé est nécessaire."
                        }
                    },
                    "stables": {
                        "open": {
                            "en": "The door leads to the stables.",
                            "es": "La puerta conduce al establo.",
                            "de": "Die Tür führt zum Stall.",
                            "it": "La porta conduce alla stalla.",
                            "fr": "La porte mène à l'écurie."
                        },
                        "locked": {
                            "en": "The door leads to the stables. It needs a key.",
                            "es": "La puerta conduce al establo. Necesita una llave.",
                            "de": "Die Tür führt zum Stall. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla stalla. Serve una chiave.",
                            "fr": "La porte mène à l'écurie. Une clé est nécessaire."
                        }
                    },
                    "barn": {
                        "open": {
                            "en": "The door leads to the barn.",
                            "es": "La puerta conduce al establo.",
                            "de": "Die Tür führt zur Scheune.",
                            "it": "La porta conduce al fienile.",
                            "fr": "La porte mène à la grange."
                        },
                        "locked": {
                            "en": "The door leads to the barn. It needs a key.",
                            "es": "La puerta conduce al establo. Necesita una llave.",
                            "de": "Die Tür führt zur Scheune. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce al fienile. Serve una chiave.",
                            "fr": "La porte mène à la grange. Une clé est nécessaire."
                        }
                    },
                    "bigTree": {
                        "open": {
                            "en": "The door leads to the big tree.",
                            "es": "La puerta conduce al gran árbol.",
                            "de": "Die Tür führt zum großen Baum.",
                            "it": "La porta conduce al grande albero.",
                            "fr": "La porte mène au grand arbre."
                        },
                        "locked": {
                            "en": "The door leads to the big tree. It needs a key.",
                            "es": "La puerta conduce al gran árbol. Necesita una llave.",
                            "de": "Die Tür führt zum großen Baum. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce al grande albero. Serve una chiave.",
                            "fr": "La porte mène au grand arbre. Une clé est nécessaire."
                        }
                    },
                    "roadIntoTown": {
                        "open": {
                            "en": "The road leads into town.",
                            "es": "El camino lleva a la ciudad.",
                            "de": "Der Weg führt in die Stadt.",
                            "it": "La strada porta verso la città.",
                            "fr": "La route mène vers la ville."
                        },
                        "locked": {
                            "en": "The road leads into town. It needs a key.",
                            "es": "El camino lleva a la ciudad. Necesita una llave.",
                            "de": "Der Weg führt in die Stadt. Es wird ein Schlüssel benötigt.",
                            "it": "La strada porta verso la città. Serve una chiave.",
                            "fr": "La route mène vers la ville. Une clé est nécessaire."
                        }
                    },
                    "stinkingDump": {
                        "open": {
                            "en": "The door leads to the stinking dump.",
                            "es": "La puerta conduce al vertedero apestoso.",
                            "de": "Die Tür führt zur stinkenden Müllhalde.",
                            "it": "La porta conduce alla discarica puzzolente.",
                            "fr": "La porte mène à la décharge malodorante."
                        },
                        "locked": {
                            "en": "The door leads to the stinking dump. It needs a key.",
                            "es": "La puerta conduce al vertedero apestoso. Necesita una llave.",
                            "de": "Die Tür führt zur stinkenden Müllhalde. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla discarica puzzolente. Serve una chiave.",
                            "fr": "La porte mène à la décharge malodorante. Une clé est nécessaire."
                        }
                    },
                    "largePileOfPoo": {
                        "open": {
                            "en": "The door leads to a large pile of poo.",
                            "es": "La puerta conduce a un gran montón de excremento.",
                            "de": "Die Tür führt zu einem großen Haufen Kot.",
                            "it": "La porta conduce a una grande pila di feci.",
                            "fr": "La porte mène à un grand tas de crottes."
                        },
                        "locked": {
                            "en": "The door leads to a large pile of poo. It needs a key.",
                            "es": "La puerta conduce a un gran montón de excremento. Necesita una llave.",
                            "de": "Die Tür führt zu einem großen Haufen Kot. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce a una grande pila di feci. Serve una chiave.",
                            "fr": "La porte mène à un grand tas de crottes. Une clé est nécessaire."
                        }
                    },
                    "riverCrossing": {
                        "open": {
                            "en": "The door leads to the river crossing.",
                            "es": "La puerta conduce al cruce de río.",
                            "de": "Die Tür führt zur Flussüberquerung.",
                            "it": "La porta conduce all'attraversamento del fiume.",
                            "fr": "La porte mène à la traversée de la rivière."
                        },
                        "locked": {
                            "en": "The door leads to the river crossing. It needs a key.",
                            "es": "La puerta conduce al cruce de río. Necesita una llave.",
                            "de": "Die Tür führt zur Flussüberquerung. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce all'attraversamento del fiume. Serve una chiave.",
                            "fr": "La porte mène à la traversée de la rivière. Une clé est nécessaire."
                        }
                    },
                    "map": {
                        "open": {
                            "en": "The door leads to the map.",
                            "es": "La puerta conduce al mapa.",
                            "de": "Die Tür führt zur Karte.",
                            "it": "La porta conduce alla mappa.",
                            "fr": "La porte mène à la carte."
                        },
                        "locked": {
                            "en": "The door leads to the map. It needs a key.",
                            "es": "La puerta conduce al mapa. Necesita una llave.",
                            "de": "Die Tür führt zur Karte. Es wird ein Schlüssel benötigt.",
                            "it": "La porta conduce alla mappa. Serve una chiave.",
                            "fr": "La porte mène à la carte. Une clé est nécessaire."
                        }
                    }
                },
                "objectPaperWithInstructionsScrawledOn": {
                    "0": {
                        "en": "\"Cast the rope, the hook is set, now lift that plank without a sweat!\" - I have no idea what this means!",
                        "es": "\"Lanza la cuerda, el gancho está listo, levanta esa tabla sin un despiste!\" - ¡No tengo idea de lo que significa!",
                        "de": "\"Wirf das Seil, der Haken ist fest, heb das Brett ohne Stress!\" - Ich habe keine Ahnung, was das bedeuten soll!",
                        "it": "\"Lancia la corda, il gancio è pronto, solleva la tavola senza scontro!\" - Non ho idea di cosa significhi!",
                        "fr": "\"Lance la corde, le crochet est prêt, soulève cette planche sans suer!\" - Je n'ai aucune idée de ce que cela signifie!"
                    }
                },
                "objectKeyToDen": {
                    "0": {
                        "en": "A small iron key, one person's trash is another's treasure I guess!",
                        "es": "Una pequeña llave de hierro, ¡la basura de una persona es el tesoro de otra, supongo!",
                        "de": "Ein kleiner Eisen-Schlüssel, der Müll des einen ist der Schatz des anderen, schätze ich!",
                        "it": "Una piccola chiave di ferro, la spazzatura di una persona è un tesoro per un'altra, credo!",
                        "fr": "Une petite clé en fer, les déchets de l'un sont le trésor de l'autre, je suppose !"
                    }
                },
                "objectPitchFork": {
                    "0": {
                        "en": "A pitchfork, with what looks like poo encrusted on the tip! Yuck!",
                        "es": "¡Una horca, con lo que parece ser caca incrustada en la punta! ¡Qué asco!",
                        "de": "Eine Heugabel, mit dem, was wie Kacke aussieht, verkrustet an der Spitze! Igitt!",
                        "it": "Un forcone, con quello che sembra essere cacca incrostata sulla punta! Che schifo!",
                        "fr": "Une fourche, avec ce qui ressemble à du caca incrusté sur la pointe ! Beurk !"
                    }
                },
                "objectMallet": {
                    "0": {
                        "en": "A wood mallet, looks strong, but has been indented by whacking a lot of nails over the years!",
                        "es": "Un mazo de madera, parece fuerte, pero está lleno de marcas por golpear muchos clavos a lo largo de los años.",
                        "de": "Ein Holzhammer, sieht stark aus, aber ist durch das Einschlagen vieler Nägel über die Jahre eingedellt!",
                        "it": "Un martello di legno, sembra robusto, ma è stato ammaccato dopo aver colpito tanti chiodi nel corso degli anni!",
                        "fr": "Un maillet en bois, semble solide, mais est marqué par des années à enfoncer des clous !"
                    }
                },
                "objectNails": {
                    "0": {
                        "en": "A box of strong wood nails.",
                        "es": "Una caja de clavos fuertes para madera.",
                        "de": "Eine Schachtel mit starken Holznägeln.",
                        "it": "Una scatola di chiodi robusti per legno.",
                        "fr": "Une boîte de clous solides pour bois."
                    }
                },
                "objectBone": {
                    "0": {
                        "en": "A half chewed dog bone.",
                        "es": "Un hueso de perro medio masticado.",
                        "de": "Ein halb gekauter Hundeknochen.",
                        "it": "Un osso di cane mezzo masticato.",
                        "fr": "Un os de chien à moitié mâché."
                    }
                },
                "objectMilkBottle": {
                    "0": {
                        "en": "A bottle of milk from the farmer. Lovely and cold!",
                        "es": "Una botella de leche del granjero. ¡Encantadora y fría!",
                        "de": "Eine Flasche Milch vom Bauern. Schön und kalt!",
                        "it": "Una bottiglia di latte del contadino. Bella e fredda!",
                        "fr": "Une bouteille de lait du fermier. Magnifique et froide !"
                    }
                },
                "objectBowl": {
                    "0": {
                        "en": "A multi-purpose wooden bowl.",
                        "es": "Un cuenco de madera multiusos.",
                        "de": "Eine vielseitige Holzschüssel.",
                        "it": "Una ciotola di legno multiuso.",
                        "fr": "Un bol en bois multi-usage."
                    }
                },
                "objectMilkInBowl": {
                    "0": {
                        "en": "A refreshing looking bowl of milk, yum!",
                        "es": "Un cuenco de leche que parece refrescante, ¡yum!",
                        "de": "Eine erfrischend aussehende Schüssel Milch, yum!",
                        "it": "Una ciotola di latte che sembra rinfrescante, yum!",
                        "fr": "Un bol de lait rafraîchissant, miam !"
                    }
                },
                "objectBoneJammedInPulley": {
                    "0": {
                        "en": "That is not going anywhere, it's totally locked!",
                        "es": "Eso no va a ninguna parte, ¡está totalmente bloqueado!",
                        "de": "Das geht nirgendwohin, es ist völlig verriegelt!",
                        "it": "Non va da nessuna parte, è completamente bloccato!",
                        "fr": "Ça ne va nulle part, c'est totalement verrouillé !"
                    }
                },
                "objectRopeAndHook": {
                    "0": {
                        "en": "A big hook, and a very strong looking rope, connected by one of my questionable knots!",
                        "es": "Un gran gancho y una cuerda que parece muy fuerte, conectados por uno de mis nudos cuestionables.",
                        "de": "Ein großer Haken und ein sehr stark aussehendes Seil, verbunden durch einen meiner fragwürdigen Knoten!",
                        "it": "Un grande gancio e una corda che sembra molto resistente, collegati da uno dei miei nodi discutibili!",
                        "fr": "Un grand crochet et une corde qui a l'air très solide, reliés par un de mes nœuds douteux !"
                    }
                },
                "objectPliers": {
                    "0": {
                        "en": "You know when you just can't grip something, these are for you!",
                        "es": "Sabes cuando no puedes agarrar algo, ¡esto es para ti!",
                        "de": "Weißt du, wenn du etwas nicht greifen kannst, das ist für dich!",
                        "it": "Sai quando non riesci a afferrare qualcosa, questi sono per te!",
                        "fr": "Tu sais quand tu ne peux pas saisir quelque chose, ceux-ci sont pour toi!"
                    }
                },
                "objectCrowbar": {
                    "0": {
                        "en": "A strong iron crowbar, great for prising things open!",
                        "es": "Una palanca de hierro resistente, ¡perfecta para abrir cosas!",
                        "de": "Ein starker Eisenhebel, hervorragend zum Aufhebeln von Dingen!",
                        "it": "Un robusto piede di porco in ferro, ottimo per sollevare cose!",
                        "fr": "Un pied de biche en fer solide, idéal pour ouvrir des choses !"
                    }
                },
                "objectIllegibleMap": {
                    "0": {
                        "en": "Some kind of map, but it is encrypted, I can't read or understand anything!",
                        "es": "Algún tipo de mapa, pero está encriptado, ¡no puedo leer ni entender nada!",
                        "de": "Irgendeine Art von Karte, aber sie ist verschlüsselt, ich kann nichts lesen oder verstehen!",
                        "it": "Qualche tipo di mappa, ma è crittografata, non riesco a leggere o capire niente!",
                        "fr": "Une sorte de carte, mais elle est cryptée, je ne peux rien lire ni comprendre !"
                    }
                },
                "objectPulleyWheel": {
                    "0": {
                        "en": "A pulley wheel, not really sure why it is up there!",
                        "es": "Una polea, ¡no estoy realmente seguro de por qué está ahí arriba!",
                        "de": "Ein Flaschenzugrad, ich bin mir nicht wirklich sicher, warum es dort oben ist!",
                        "it": "Una ruota di puleggia, non sono davvero sicuro del perché sia là sopra!",
                        "fr": "Une roue de poulie, je ne suis pas vraiment sûr de pourquoi elle est là-haut !"
                    }
                },
                "objectParrotHook": {
                    "0": {
                        "en": "A strong metal hook, cobbled together on this perch.",
                        "es": "Un fuerte gancho de metal, ensamblado en este posadero.",
                        "de": "Ein starker Metallhaken, der auf diesem Sitzplatz zusammengebaut wurde.",
                        "it": "Un forte gancio di metallo, assemblato su questo posatoio.",
                        "fr": "Un crochet en métal solide, assemblé sur ce perchoir."
                    }
                },
                "objectCarrot": {
                    "0": {
                        "en": "A carrot, past its best, but still edible...I think!",
                        "es": "Una zanahoria, pasada de fecha, pero aún comestible... creo.",
                        "de": "Eine Karotte, die nicht mehr frisch ist, aber immer noch essbar... denke ich!",
                        "it": "Una carota, oltre il suo meglio, ma ancora commestibile... credo!",
                        "fr": "Une carotte, qui n'est plus au top, mais encore comestible... je pense !"
                    }
                },
                "objectParrotMirror": {
                    "0": {
                        "en": "Cute little pocket mirror, handy for checking out your hair.",
                        "es": "Lindo espejito de bolsillo, útil para revisar tu cabello.",
                        "de": "Niedlicher kleiner Taschenspiegel, praktisch, um deine Haare zu überprüfen.",
                        "it": "Carino piccolo specchio da tasca, utile per controllare i capelli.",
                        "fr": "Mignon petit miroir de poche, pratique pour vérifier tes cheveux."
                    }
                },
                "objectDonkeyFake": {
                    "0": {
                        "en": "He looks old and shattered, no use for nothing bless.",
                        "es": "Se ve viejo y destrozado, no sirve para nada, pobre.",
                        "de": "Er sieht alt und erschöpft aus, nützt zu nichts, arme Seele.",
                        "it": "Sembra vecchio e distrutto, non serve a niente, poverino.",
                        "fr": "Il a l'air vieux et brisé, il ne sert à rien, pauvre."
                    }
                },
                "objectDonkeyRope": {
                    "0": {
                        "en": "A thick strong rope, it can definitely hold plenty of weight!",
                        "es": "Una cuerda gruesa y fuerte, ¡definitivamente puede soportar mucho peso!",
                        "de": "Ein dickes starkes Seil, es kann definitiv viel Gewicht halten!",
                        "it": "Una corda spessa e resistente, può sicuramente reggere molto peso!",
                        "fr": "Une corde épaisse et solide, elle peut certainement supporter beaucoup de poids !"
                    }
                },
                "objectParrotFlyer": {
                    "0": {
                        "en": "A ticket for an exotic bird park that is no longer open, sheesh!",
                        "es": "Un boleto para un parque de aves exóticas que ya no está abierto, ¡uf!",
                        "de": "Ein Ticket für einen exotischen Vogelpark, der nicht mehr geöffnet ist, Mensch!",
                        "it": "Un biglietto per un parco di uccelli esotici che non è più aperto, uffa!",
                        "fr": "Un billet pour un parc d'oiseaux exotiques qui n'est plus ouvert, pff!"
                    },
                    "1": {
                        "en": "I'm glad I found a use for it!",
                        "es": "¡Me alegra haber encontrado un uso para ello!",
                        "de": "Ich bin froh, dass ich einen Verwendungszweck dafür gefunden habe!",
                        "it": "Sono contento di aver trovato un uso per esso!",
                        "fr": "Je suis content d'avoir trouvé une utilité à ça !"
                    }
                },
                "objectPileOfBooksLibraryFoyer": {
                    "0": {
                        "en": "A large pile of books, that look to have been used recently.",
                        "es": "Una gran pila de libros que parecen haber sido usados recientemente.",
                        "de": "Ein großer Stapel Bücher, der kürzlich benutzt worden zu sein scheint.",
                        "it": "Una grande pila di libri che sembrano essere stati usati di recente.",
                        "fr": "Une grande pile de livres qui semblent avoir été utilisés récemment."
                    }
                },
                "objectKeyResearchRoom": {
                    "0": {
                        "en": "A small, brass key with an ornate pattern.",
                        "es": "Una pequeña llave de latón con un patrón ornamentado.",
                        "de": "Ein kleiner Messingschlüssel mit einem verzierten Muster.",
                        "it": "Una piccola chiave di ottone con un motivo ornato.",
                        "fr": "Une petite clé en laiton avec un motif orné."
                    }
                },
                "objectBatteryDEBUG": {
                    "0": {
                        "en": "A small battery, still charged and ready to use.",
                        "es": "Una pequeña batería, aún cargada y lista para usar.",
                        "de": "Eine kleine Batterie, die noch geladen und einsatzbereit ist.",
                        "it": "Una piccola batteria, ancora carica e pronta all'uso.",
                        "fr": "Une petite batterie, encore chargée et prête à l'emploi."
                    }
                },
                "objectMachineDEBUG": {
                    "0": {
                        "en": "The machine looks old and complex. It has a slot for a battery.",
                        "es": "La máquina parece vieja y compleja. Tiene una ranura para una batería.",
                        "de": "Die Maschine sieht alt und komplex aus. Sie hat einen Schlitz für eine Batterie.",
                        "it": "La macchina sembra vecchia e complessa. Ha una fessura per una batteria.",
                        "fr": "La machine semble vieille et complexe. Elle a une fente pour une batterie."
                    }
                },
                "objectBananaDEBUG": {
                    "0": {
                        "en": "A perfectly ripe banana. Ready to eat.",
                        "es": "Un plátano perfectamente maduro. Listo para comer.",
                        "de": "Eine perfekt gereifte Banane. Bereit zum Essen.",
                        "it": "Una banana perfettamente matura. Pronta da mangiare.",
                        "fr": "Une banane parfaitement mûre. Prête à être mangée."
                    }
                },
                "objectDoorLibraryFoyerResearchRoom": {
                    "0": {
                        "en": "A wooden door that seems to lead into another room.",
                        "es": "Una puerta de madera que parece llevar a otra habitación.",
                        "de": "Eine Holztür, die scheinbar in einen anderen Raum führt.",
                        "it": "Una porta di legno che sembra condurre in un'altra stanza.",
                        "fr": "Une porte en bois qui semble mener à une autre pièce."
                    }
                },
                "objectDoorLibraryFoyerMarketStreet": {
                    "0": {
                        "en": "It's an unremarkable door that leads outside.",
                        "es": "Es una puerta sin importancia que lleva al exterior.",
                        "de": "Es ist eine unscheinbare Tür, die nach draußen führt.",
                        "it": "È una porta insignificante che conduce all'esterno.",
                        "fr": "C'est une porte banale qui mène à l'extérieur."
                    }
                }         
            },
            "verbPickUp": {
                "objectPaperWithInstructionsScrawledOn": {
                    "en": "\"Cast the rope, the hook is set, now lift that plank without a sweat!\" - I have no idea what this means!",
                    "es": "\"Lanza la cuerda, el gancho está listo, levanta esa tabla sin un despiste!\" - ¡No tengo idea de lo que significa!",
                    "de": "\"Wirf das Seil, der Haken ist fest, heb das Brett ohne Stress!\" - Ich habe keine Ahnung, was das bedeuten soll!",
                    "it": "\"Lancia la corda, il gancio è pronto, solleva la tavola senza scontro!\" - Non ho idea di cosa significhi!",
                    "fr": "\"Lance la corde, le crochet est prêt, soulève cette planche sans suer!\" - Je n'ai aucune idée de ce que cela signifie!"
                },
                "objectPitchFork": {
                    "en": "I'll grab this, I always enjoyed horticulture!",
                    "es": "¡Agarraré esto, siempre disfruté de la horticultura!",
                    "de": "Ich nehme das, ich habe die Gartenarbeit immer gemocht!",
                    "it": "Prenderò questo, mi è sempre piaciuta l'orticultura!",
                    "fr": "Je vais prendre ça, j'ai toujours aimé l'horticulture !"
                },
                "objectMallet": {
                    "en": "I love mallets, I don't know why... They are so... mallety!",
                    "es": "Me encantan los mazos, no sé por qué... ¡Son tan... mazos!",
                    "de": "Ich liebe Hämmer, ich weiß nicht warum... Sie sind so... hammermäßig!",
                    "it": "Adoro i mazze, non so perché... Sono così... mazze!",
                    "fr": "J'adore les maillets, je ne sais pas pourquoi... Ils sont si... mailletiques !"
                },
                "objectNails": {
                    "en": "Now you never know when you will need some nails; he won't miss these in his line of work...",
                    "es": "Nunca se sabe cuándo necesitarás algunos clavos; él no los echará de menos en su trabajo...",
                    "de": "Man weiß nie, wann man Nägel braucht; er wird diese in seinem Beruf nicht vermissen...",
                    "it": "Non si sa mai quando serviranno dei chiodi; lui non si accorgerà di questi nel suo lavoro...",
                    "fr": "On ne sait jamais quand on aura besoin de clous ; il ne les manquera pas dans son travail..."
                },
                "objectBone": {
                    "en": "Yuk, it stinks of dog breath!",
                    "es": "¡Yuk, huele a aliento de perro!",
                    "de": "Igitt, es riecht nach Hundemund!",
                    "it": "Ugh, puzza di alito di cane!",
                    "fr": "Beurk, ça sent l'haleine de chien !"
                },
                "objectBowl": {
                    "en": "Why not, maybe I will want to eat something sloppy!",
                    "es": "¡Por qué no, tal vez quiera comer algo desordenado!",
                    "de": "Warum nicht, vielleicht möchte ich etwas Klebriges essen!",
                    "it": "Perché no, forse vorrò mangiare qualcosa di pasticciato!",
                    "fr": "Pourquoi pas, peut-être que je voudrais manger quelque chose de salissant !"
                },
                "objectPliers": {
                    "en": "You know when you just can't grip something, these are for you!",
                    "es": "Sabes cuando no puedes agarrar algo, ¡esto es para ti!",
                    "de": "Weißt du, wenn du etwas nicht greifen kannst, das ist für dich!",
                    "it": "Sai quando non riesci a afferrare qualcosa, questi sono per te!",
                    "fr": "Tu sais quand tu ne peux pas saisir quelque chose, ceux-ci sont pour toi!"
                },
                "objectCrowbar": {
                    "en": "Very heavy, but in case I want to be a robber, it will be handy (joke!)",
                    "es": "¡Muy pesado, pero por si acaso quiero ser un ladrón, será útil (¡broma!)",
                    "de": "Sehr schwer, aber falls ich ein Räuber werden will, wird es praktisch sein (Scherz!)",
                    "it": "Molto pesante, ma se mai volessi diventare un ladro, sarà utile (scherzo!)",
                    "fr": "Très lourd, mais au cas où je voudrais devenir un voleur, ça sera pratique (blague !)"
                },
                "objectIllegibleMap": {
                    "en": "No idea what it says, but you never know!",
                    "es": "¡No tengo idea de lo que dice, pero nunca se sabe!",
                    "de": "Keine Ahnung, was da steht, aber man weiß ja nie!",
                    "it": "Non ho idea di cosa dica, ma non si sa mai!",
                    "fr": "Aucune idée de ce que ça dit, mais on ne sait jamais !"
                },
                "objectPulleyWheel": {
                    "en": "I grabbed it! It is squeaky, but turns!",
                    "es": "¡Lo agarré! Hace un ruido chirriante, ¡pero gira!",
                    "de": "Ich habe es geschnappt! Es quietscht, aber es dreht sich!",
                    "it": "L'ho afferrato! Fa un rumore squeaky, ma gira!",
                    "fr": "Je l'ai attrapé ! Ça fait du bruit, mais ça tourne !"
                },
                "objectParrotHook": {
                    "en": "This looks strong, I bet it will come in handy for something!",
                    "es": "¡Esto se ve fuerte, apuesto a que será útil para algo!",
                    "de": "Das sieht stark aus, ich wette, es wird für etwas nützlich sein!",
                    "it": "Questo sembra robusto, scommetto che sarà utile per qualcosa!",
                    "fr": "Ça a l'air solide, je parie que ça sera utile pour quelque chose !"
                },
                "objectCarrot": {
                    "en": "A carrot, past its best, but still edible...I think!",
                    "es": "Una zanahoria, pasada de fecha, pero aún comestible... creo.",
                    "de": "Eine Karotte, die nicht mehr frisch ist, aber immer noch essbar... denke ich!",
                    "it": "Una carota, oltre il suo meglio, ma ancora commestibile... credo!",
                    "fr": "Une carotte, qui n'est plus au top, mais encore comestible... je pense !"
                },
                "objectParrotMirror": {
                    "en": "Cute little pocket mirror, handy for checking out your hair",
                    "es": "Lindo espejito de bolsillo, útil para revisar tu cabello",
                    "de": "Niedlicher kleiner Taschenspiegel, praktisch, um deine Haare zu überprüfen",
                    "it": "Carino piccolo specchio da tasca, utile per controllare i capelli",
                    "fr": "Mignon petit miroir de poche, pratique pour vérifier tes cheveux"
                },
                "objectDonkeyRope": {
                    "en": "A thick strong rope, it can definitely hold plenty of weight!",
                    "es": "Una cuerda gruesa y fuerte, ¡definitivamente puede soportar mucho peso!",
                    "de": "Ein dickes starkes Seil, es kann definitiv viel Gewicht halten!",
                    "it": "Una corda spessa e resistente, può sicuramente reggere molto peso!",
                    "fr": "Une corde épaisse et solide, elle peut certainement supporter beaucoup de poids !"
                },
                "objectKeyResearchRoom": {
                    "en": "It's a brass key. I'll take it, they always come in handy!",
                    "es": "Es una llave de latón. La tomaré, ¡siempre son útiles!",
                    "de": "Es ist ein Messingschlüssel. Ich nehme ihn, sie sind immer nützlich!",
                    "it": "È una chiave di ottone. La prenderò, sono sempre utili!",
                    "fr": "C'est une clé en laiton. Je vais la prendre, elles sont toujours utiles !"
                },
                "objectBatteryDEBUG": {
                    "en": "If this just has a bit of power, I'm sure it'll be useful.",
                    "es": "Si esto solo tiene un poco de energía, estoy seguro de que será útil.",
                    "de": "Wenn das nur ein bisschen Energie hat, bin ich mir sicher, dass es nützlich sein wird.",
                    "it": "Se questo ha solo un po' di energia, sono sicuro che sarà utile.",
                    "fr": "Si cela a juste un peu de puissance, je suis sûr qu'il sera utile."
                },
                "objectBananaDEBUG": {
                    "en": "It's firm but ripe, just the way I like it!",
                    "es": "Está firme pero maduro, justo como me gusta.",
                    "de": "Es fest, aber reif, genau wie ich es mag!",
                    "it": "È sodo ma maturo, proprio come piace a me!",
                    "fr": "Il est ferme mais mûr, juste comme j'aime !"
                }                
            },
            "verbGive": {
                "objectCarrot": {
                    "scenario": {
                        "0": {
                            "phase": {
                                "0": {
                                    "en": "Here you go, eat that up!",
                                    "es": "¡Aquí tienes, cómetelo!",
                                    "de": "Hier, iss das mal!",
                                    "it": "Ecco, mangialo!",
                                    "fr": "Tiens, mange ça !"
                                },
                                "1": {
                                    "en": "He really enjoyed that carrot, I think he'll let me pet him now.",
                                    "es": "Realmente disfrutó esa zanahoria, creo que ahora me dejará acariciarlo.",
                                    "de": "Er hat diese Karotte wirklich genossen, ich denke, er wird mich jetzt streicheln lassen.",
                                    "it": "Si è davvero goduto quella carota, penso che ora mi lascerà accarezzarlo.",
                                    "fr": "Il a vraiment aimé cette carotte, je pense qu'il va maintenant me laisser le caresser."
                                }
                            },
                            "order": "00!"
                        }
                    }
                },
                "objectKeyResearchRoom": {
                    "scenario": {
                        "0": {
                            "phase": {
                                "0": {
                                    "en": "Oh there it is, I knew it was around somewhere!",
                                    "es": "¡Oh, ahí está, sabía que estaba por aquí en algún lugar!",
                                    "de": "Oh, da ist es, ich wusste, dass es irgendwo hier ist!",
                                    "it": "Oh, eccolo, sapevo che era da qualche parte!",
                                    "fr": "Oh, le voilà, je savais qu'il était quelque part par ici!"
                                },
                                "1": {
                                    "en": "Use it and bring it back when you are done.",
                                    "es": "Úsalo y tráelo de vuelta cuando hayas terminado.",
                                    "de": "Benutze es und bring es zurück, wenn du fertig bist.",
                                    "it": "Usalo e riportalo quando hai finito.",
                                    "fr": "Utilise-le et rapporte-le quand tu auras terminé."
                                }
                            },
                            "order": "11!"
                        },
                        "1": {
                            "phase": {
                                "0": {
                                    "en": "Thanks a lot, I'll try not to lose it again!",
                                    "es": "¡Muchas gracias, intentaré no perderlo de nuevo!",
                                    "de": "Vielen Dank, ich werde versuchen, es nicht noch einmal zu verlieren!",
                                    "it": "Grazie mille, cercherò di non perderlo di nuovo!",
                                    "fr": "Merci beaucoup, je vais essayer de ne plus le perdre!"
                                },
                                "1": {
                                    "en": "Here take this as a thank you for finding it for me...",
                                    "es": "Aquí, toma esto como agradecimiento por encontrarlo para mí...",
                                    "de": "Hier, nimm das als Dankeschön, dass du es für mich gefunden hast...",
                                    "it": "Ecco, prendi questo come ringraziamento per averlo trovato per me...",
                                    "fr": "Tiens, prends ça en guise de remerciement pour l'avoir trouvé pour moi..."
                                },
                                "2": {
                                    "en": "Oh thanks, it's a ticket to enter the exotic bird park.",
                                    "es": "Oh gracias, es un boleto para entrar al parque de aves exóticas.",
                                    "de": "Oh danke, es ist ein Ticket für den Eintritt in den exotischen Vogelpark.",
                                    "it": "Oh grazie, è un biglietto per entrare nel parco degli uccelli esotici.",
                                    "fr": "Oh merci, c'est un billet pour entrer dans le parc des oiseaux exotiques."
                                },
                                "3": {
                                    "en": "Hey that place closed down! Oh well, thank you anyway...I think!",
                                    "es": "¡Oye, ese lugar cerró! Bueno, gracias de todas formas...¡creo!",
                                    "de": "Hey, der Ort wurde geschlossen! Naja, danke trotzdem...glaube ich!",
                                    "it": "Ehi, quel posto è chiuso! Beh, grazie comunque...credo!",
                                    "fr": "Hé, cet endroit est fermé ! Bon, merci quand même...je crois !"
                                }
                            },
                            "order": "1100!"
                        }
                    }
                },
                "objectMilkInBowl": {
                    "scenario": {
                        "0": {
                            "phase": {
                                "0": {
                                    "en": "Here boy, drink this that's a good lad!",
                                    "es": "¡Aquí chico, bebe esto, buen muchacho!",
                                    "de": "Hier Junge, trink das, guter Junge!",
                                    "it": "Ecco ragazzo, bevi questo, bravo ragazzo!",
                                    "fr": "Tiens mon grand, bois ça, bon garçon !"
                                },
                                "1": {
                                    "en": "Wow he is drinking it all, he must have been super thirsty!",
                                    "es": "¡Vaya, se lo está bebiendo todo, debe de estar muy sediento!",
                                    "de": "Wow, er trinkt alles, er muss sehr durstig gewesen sein!",
                                    "it": "Wow, sta bevendo tutto, deve essere stato davvero assetato!",
                                    "fr": "Wow, il boit tout, il devait vraiment avoir soif !"
                                },
                                "2": {
                                    "en": "Ruff ruff!",
                                    "es": "¡Guau guau!",
                                    "de": "Wuff wuff!",
                                    "it": "Bau bau!",
                                    "fr": "Ouaf ouaf !"
                                },
                                "3": {
                                    "en": "Another happy customer, he's even forgotten all about his bone!",
                                    "es": "Otro cliente feliz, ¡incluso se ha olvidado de su hueso!",
                                    "de": "Ein weiterer zufriedener Kunde, er hat sogar sein Knochen vergessen!",
                                    "it": "Un altro cliente felice, ha persino dimenticato il suo osso!",
                                    "fr": "Un autre client heureux, il a même oublié son os !"
                                }
                            },
                            "order": "0010!"
                        }
                    }
                },
                "objectParrotMirror": {
                    "scenario": {
                        "0": {
                            "phase": {
                                "0": {
                                    "en": "Oh, thanks so much! I need this right now!",
                                    "es": "¡Oh, muchas gracias! ¡Necesito esto ahora mismo!",
                                    "de": "Oh, vielen Dank! Ich brauche das jetzt!",
                                    "it": "Oh, grazie mille! Ne ho davvero bisogno ora!",
                                    "fr": "Oh, merci beaucoup ! J'en ai vraiment besoin maintenant !"
                                },
                                "1": {
                                    "en": "I don't have anything to give you for this, I'm sorry.",
                                    "es": "Lo siento, no tengo nada para darte a cambio.",
                                    "de": "Es tut mir leid, ich habe nichts, das ich dir dafür geben könnte.",
                                    "it": "Mi dispiace, non ho niente da darti in cambio.",
                                    "fr": "Je suis désolée, je n'ai rien à te donner en échange."
                                },
                                "2": {
                                    "en": "Don't worry, I know a pretty woman like you likes to have a mirror handy...",
                                    "es": "No te preocupes, sé que a una mujer bonita como tú le gusta tener un espejo a mano...",
                                    "de": "Keine Sorge, ich weiß, dass eine hübsche Frau wie du gerne einen Spiegel zur Hand hat...",
                                    "it": "Non ti preoccupare, so che una bella donna come te ama avere uno specchio a portata di mano...",
                                    "fr": "Ne t'inquiète pas, je sais qu'une jolie femme comme toi aime avoir un miroir à portée de main..."
                                },
                                "3": {
                                    "en": "Gee, thanks! I think. Well, I do have this rusty old key I found on the floor.",
                                    "es": "Vaya, gracias... Creo. Bueno, tengo esta llave oxidada que encontré en el suelo.",
                                    "de": "Oh, danke... denke ich. Nun, ich habe diesen alten rostigen Schlüssel, den ich auf dem Boden gefunden habe.",
                                    "it": "Grazie... credo. Beh, ho questa vecchia chiave arrugginita che ho trovato per terra.",
                                    "fr": "Eh bien, merci... je suppose. J'ai cette vieille clé rouillée que j'ai trouvée par terre."
                                },
                                "4": {
                                    "en": "Have you any idea what it could be for?",
                                    "es": "¿Tienes alguna idea de para qué podría servir?",
                                    "de": "Hast du eine Ahnung, wofür die sein könnte?",
                                    "it": "Hai idea di cosa potrebbe servire?",
                                    "fr": "As-tu une idée de ce à quoi elle pourrait servir ?"
                                },
                                "5": {
                                    "en": "I may as well give it to you, I have no use for it.",
                                    "es": "Bueno, te la daré, no tengo uso para ella.",
                                    "de": "Ich gebe sie dir, ich habe keine Verwendung dafür.",
                                    "it": "Te la do, tanto non mi serve.",
                                    "fr": "Je te la donne, je n'en ai pas l'utilité."
                                },
                                "6": {
                                    "en": "Thanks, I'll take it. Have a lovely day, ma'am!",
                                    "es": "Gracias, lo tomaré. ¡Que tengas un día genial, chica!",
                                    "de": "Danke, ich nehme es. Einen schönen Tag noch, gnädige Frau!",
                                    "it": "Grazie, lo prenderò. Buona giornata, signora!",
                                    "fr": "Merci, je le prends. Passez une belle journée, madame !"
                                },
                                "7": {
                                    "en": "Bye handsome!",
                                    "es": "¡Adiós guapo!",
                                    "de": "Tschüss, Hübscher!",
                                    "it": "Ciao bello!",
                                    "fr": "Au revoir beau gosse !"
                                }
                            },
                            "order": "11011101!"
                        }
                    }
                }
            }
        },
        "npcInteractions": {
            "verbLookAt": {
                "npcDonkey": {
                    "en": "He looks old and shattered, no use for nothing bless.",
                    "es": "Se ve viejo y destrozado, no sirve para nada, pobre.",
                    "de": "Er sieht alt und erschöpft aus, nützt zu nichts, arme Seele.",
                    "it": "Sembra vecchio e distrutto, non serve a niente, poverino.",
                    "fr": "Il a l'air vieux et brisé, il ne sert à rien, pauvre."
                },
                "npcTownDog": {
                    "en": "Here boy! Aww he looks thirsty!",
                    "es": "¡Aquí chico! ¡Aww parece que tiene sed!",
                    "de": "Hier Junge! Aww er sieht durstig aus!",
                    "it": "Qui ragazzo! Aww sembra che abbia sete!",
                    "fr": "Viens ici, mon grand ! Aww il a l'air assoiffé !"
                },
                "npcLibrarian": {
                    "en": "She looks like she wants to look like she is busy!",
                    "es": "¡Parece que quiere aparentar que está ocupada!",
                    "de": "Sie sieht so aus, als ob sie beschäftigt wirken will!",
                    "it": "Sembra che voglia sembrare occupata!",
                    "fr": "On dirait qu'elle veut donner l'impression d'être occupée !"  
                },
                "npcWomanLostMirror": {
                    "en": "Beautiful, relaxed, but looks a bit vexed!",
                    "es": "Hermosa, relajada, pero parece un poco molesta.",
                    "de": "Schön, entspannt, aber sieht etwas verärgert aus.",
                    "it": "Bella, rilassata, ma sembra un po' irritata.",
                    "fr": "Belle, détendue, mais semble un peu contrariée."
                                       
                },
                "npcSeedyLookingGuy": {
                    "en": "Now I'm not one to judge, but that guy looks very suspicious!",
                    "es": "No soy de juzgar, pero ese tipo parece muy sospechoso.",
                    "de": "Ich will ja nicht urteilen, aber dieser Typ sieht sehr verdächtig aus!",
                    "it": "Non sono uno che giudica, ma quel tipo sembra molto sospetto!",
                    "fr": "Je ne veux pas juger, mais ce type a vraiment l'air louche!"                   
                }
            },
            "verbTalkTo": {
                "npcSeedyLookingGuy": {
                    "quest": {
                        "0": {
                            "introDialogue": {
                                "en": "Hey there, nice suit and trilby!",
                                "es": "¡Hola, buen traje y trilby!",
                                "de": "Hey, schicker Anzug und Trilby!",
                                "it": "Ehi, bel vestito e trilby!",
                                "fr": "Salut, beau costume et trilby!"
                            },
                            "phase": {
                                "0": {
                                    "en": "What do you want? Be careful around here",
                                    "es": "¿Qué quieres? Ten cuidado por aquí",
                                    "de": "Was willst du? Sei vorsichtig hier",
                                    "it": "Cosa vuoi? Stai attento qui intorno",
                                    "fr": "Que veux-tu? Fais attention ici"
                                },
                                "1": {
                                    "en": "What would you do if someone mugged you?",
                                    "es": "¿Qué harías si alguien te asaltara?",
                                    "de": "Was würdest du tun, wenn dich jemand ausraubt?",
                                    "it": "Cosa faresti se qualcuno ti derubasse?",
                                    "fr": "Que ferais-tu si quelqu'un te volait?"
                                }
                            },
                            "order": "11!",
                            "autoExitOption": {
                                "phase": {
                                    "0": {
                                        "en": "Well it's been an interesting chat, take care!",
                                        "es": "Bueno, ha sido una charla interesante, ¡cuídate!",
                                        "de": "Nun, das war ein interessantes Gespräch, pass auf dich auf!",
                                        "it": "Beh, è stata una conversazione interessante, stammi bene!",
                                        "fr": "Eh bien, c'était une discussion intéressante, prends soin de toi !"
                                    },
                                    "1": {
                                        "en": "Look over your shoulder from time to time...",
                                        "es": "Mira por encima de tu hombro de vez en cuando...",
                                        "de": "Schau ab und zu über deine Schulter...",
                                        "it": "Guarda dietro di te di tanto in tanto...",
                                        "fr": "Regarde par-dessus ton épaule de temps en temps..."
                                    },
                                    "2": {
                                        "en": "And think yourself lucky I am in a good mood today!",
                                        "es": "¡Y considérate afortunado de que estoy de buen humor hoy!",
                                        "de": "Und sei froh, dass ich heute gute Laune habe!",
                                        "it": "E considerati fortunato che oggi sono di buon umore!",
                                        "fr": "Et considère-toi chanceux que je sois de bonne humeur aujourd'hui!"
                                    },
                                    "3": {
                                        "en": "Is he threatening me or is that just his style? Guess we'll see!",
                                        "es": "¿Me está amenazando o es solo su estilo? ¡Supongo que lo veremos!",
                                        "de": "Droht er mir oder ist das einfach sein Stil? Mal sehen!",
                                        "it": "Mi sta minacciando o è solo il suo stile? Vedremo!",
                                        "fr": "Est-ce qu'il me menace ou est-ce juste son style ? On verra bien !"
                                    }
                                },
                                "order": "0110!"
                            }
                        }
                    },
                    "cantTalkDialogue": {
                        "0": {
                            "en": "",
                            "es": "",
                            "de": "",
                            "it": "",
                            "fr": ""
                        },
                        "1": {
                            "en": "I don't think I want to go near him any more if it's all the same.",
                            "es": "No creo que quiera acercarme a él si no le importa.",
                            "de": "Ich glaube nicht, dass ich ihm näher kommen möchte, wenn es ihm egal ist.",
                            "it": "Non credo di volermi avvicinare a lui, se è lo stesso.",
                            "fr": "Je ne pense pas que je veuille m'approcher de lui, si cela ne le dérange pas."
                        }
                    }
                },
                "npcDonkey": {
                    "quest": {
                        "0": {
                            "introDialogue": {
                                "en": "",
                                "es": "",
                                "de": "",
                                "it": "",
                                "fr": ""
                            },
                            "phase": {
                                "0": {
                                    "en": "",
                                    "es": "",
                                    "de": "",
                                    "it": "",
                                    "fr": ""
                                }
                            },
                            "order": "0!",
                            "autoExitOption": {
                                "phase": {
                                    "0": {
                                        "en": "",
                                        "es": "",
                                        "de": "",
                                        "it": "",
                                        "fr": ""
                                    }
                                },
                                "order": "0!"
                            }
                        }
                    },
                    "cantTalkDialogue": {
                        "0": {
                            "en": "Hee haw!",
                            "es": "¡Hii-haw!",
                            "de": "I-Aah!",
                            "it": "Iah-iah!",
                            "fr": "Hii-haw!"
                        }
                    }
                },
                "npcTownDog": {
                    "quest": {
                        "0": {
                            "introDialogue": {
                                "en": "Here boy! Aww he looks thirsty!",
                                "es": "¡Aquí chico! ¡Aww parece que tiene sed!",
                                "de": "Hier Junge! Aww, er sieht durstig aus!",
                                "it": "Qui ragazzo! Aww sembra che abbia sete!",
                                "fr": "Viens ici, mon grand ! Aww il a l'air assoiffé !"
                            },
                            "phase": {
                                "0": {
                                    "en": "Grrr!",
                                    "es": "¡Grrr!",
                                    "de": "Grrr!",
                                    "it": "Grrr!",
                                    "fr": "Grrr!"
                                },
                                "1": {
                                    "en": "Ooo he isn't giving that bone up for anybody!",
                                    "es": "¡Ooo, no va a soltar ese hueso por nada!",
                                    "de": "Ooo, er gibt diesen Knochen für niemanden auf!",
                                    "it": "Ooo, non cederà quel osso a nessuno!",
                                    "fr": "Ooo, il ne lâchera pas ce os pour personne !"
                                }
                            },
                            "order": "10!",
                            "autoExitOption": {
                                "phase": {
                                    "0": {
                                        "en": "",
                                        "es": "",
                                        "de": "",
                                        "it": "",
                                        "fr": ""
                                    }
                                },
                                "order": "0!"
                            }
                        }
                    },
                    "cantTalkDialogue": {
                        "0": {
                            "en": "",
                            "es": "",
                            "de": "",
                            "it": "",
                            "fr": ""
                        },
                        "1": {
                            "en": "Ruff...Ruff!",
                            "es": "¡Guau...Guau!",
                            "de": "Wuff...Wuff!",
                            "it": "Bau...Bau!",
                            "fr": "Ouaf...Ouaf!"
                        }
                    }
                },
                "npcWomanLostMirror": {
                    "quest": {
                        "0": {
                            "introDialogue": {
                                "en": "Hey there, how's things?",
                                "es": "¡Hola! ¿Cómo van las cosas?",
                                "de": "Hallo! Wie läuft's?",
                                "it": "Ciao! Come va?",
                                "fr": "Salut ! Comment ça va ?"
                            },
                            "phase": {
                                "0": {
                                    "en": "Grrr!",
                                    "es": "¡Grrr!",
                                    "de": "Grrr!",
                                    "it": "Grrr!",
                                    "fr": "Grrr!"
                                },
                                "1": {
                                    "en": "Ooo he isn't giving that bone up for anybody!",
                                    "es": "¡Ooo, no va a soltar ese hueso por nada!",
                                    "de": "Ooo, er gibt diesen Knochen für niemanden auf!",
                                    "it": "Ooo, non cederà quel osso a nessuno!",
                                    "fr": "Ooo, il ne lâchera pas ce os pour personne !"
                                }
                            },
                            "order": "10!",
                            "autoExitOption": {
                                "phase": {
                                    "0": {
                                        "en": "",
                                        "es": "",
                                        "de": "",
                                        "it": "",
                                        "fr": ""
                                    }
                                },
                                "order": "0!"
                            }
                        }
                    },
                    "cantTalkDialogue": {
                        "0": {
                            "en": "",
                            "es": "",
                            "de": "",
                            "it": "",
                            "fr": ""
                        },
                        "1": {
                            "en": "Ruff...Ruff!",
                            "es": "¡Guau...Guau!",
                            "de": "Wuff...Wuff!",
                            "it": "Bau...Bau!",
                            "fr": "Ouaf...Ouaf!"
                        }
                    }
                },
                "npcLibrarian": {
                    "quest": {
                        "0": {
                            "introDialogue": {
                                "en": "HELLO, uhm, I mean h.e.l.l.o... Sorry for shouting!",
                                "es": "¡HOLA, eh, quiero decir h.o.l.a... ¡Perdón por gritar!",
                                "de": "HALLO, ähm, ich meine h.a.l.l.o... Entschuldigung fürs Schreien!",
                                "it": "CIAO, ehm, intendo c.i.a.o... Scusa per aver urlato!",
                                "fr": "BONJOUR, euh, je veux dire b.o.n.j.o.u.r... Désolé pour avoir crié!"
                            },
                            "phase": {
                                "0": {
                                    "en": "Sssh! We are in a library!",
                                    "es": "¡Shhh! ¡Estamos en una biblioteca!",
                                    "de": "Pssst! Wir sind in einer Bibliothek!",
                                    "it": "Sssh! Siamo in una biblioteca!",
                                    "fr": "Chut! Nous sommes dans une bibliothèque!"
                                },
                                "1": {
                                    "en": "How can I help you?",
                                    "es": "¿Cómo puedo ayudarte?",
                                    "de": "Wie kann ich Ihnen helfen?",
                                    "it": "Come posso aiutarti?",
                                    "fr": "Comment puis-je vous aider?"
                                }
                            },
                            "order": "11!",
                            "dialogueOptions": {
                                "0": {
                                    "en": "I would like the key for the research room please.\u0020",
                                    "es": "Me gustaría la llave para la sala de investigación, por favor.\u0020",
                                    "de": "Ich hätte gerne den Schlüssel für den Forschungsraum, bitte.\u0020",
                                    "it": "Vorrei la chiave per la stanza di ricerca, per favore.\u0020",
                                    "fr": "Je voudrais la clé pour la salle de recherche, s'il vous plaît.\u0020"
                                },
                                "1": {
                                    "en": "How much did those glasses cost, I want some!",
                                    "es": "¿Cuánto costaron esas gafas? ¡Quiero algunas!",
                                    "de": "Wie viel haben diese Brillen gekostet? Ich möchte welche!",
                                    "it": "Quanto costavano quegli occhiali? Ne voglio un paio!",
                                    "fr": "Combien coûtaient ces lunettes ? J'en veux !"
                                },
                                "2": {
                                    "en": "What time do you clock off, fancy getting a bite to eat?",
                                    "es": "¿A qué hora terminas, te apetece comer algo?",
                                    "de": "Wann hast du Feierabend, hättest du Lust, etwas zu essen?",
                                    "it": "A che ora esci dal lavoro, ti va di mangiare qualcosa?",
                                    "fr": "À quelle heure termines-tu, ça te dit d'aller manger un morceau ?"
                                },
                                "3": {
                                    "en": "Heard any good rumours lately?",
                                    "es": "¿Has oído algún buen rumor últimamente?",
                                    "de": "Hast du in letzter Zeit gute Gerüchte gehört?",
                                    "it": "Hai sentito qualche buon pettegolezzo ultimamente?",
                                    "fr": "Tu as entendu de bons ragots récemment ?"
                                },
                                "4": {
                                    "en": "Nice Weather isn't it?",
                                    "es": "¿Hace buen tiempo, verdad?",
                                    "de": "Schönes Wetter, nicht wahr?",
                                    "it": "Bel tempo, vero?",
                                    "fr": "Il fait beau, n'est-ce pas?"
                                },
                                "5": {
                                    "en": "What's in the research room?",
                                    "es": "¿Qué hay en la sala de investigación?",
                                    "de": "Was ist im Forschungsraum?",
                                    "it": "Cosa c'è nella stanza di ricerca?",
                                    "fr": "Qu'est-ce qu'il y a dans la salle de recherche ?"
                                }
                            },
                            "exitOption": {
                                "phase": {
                                    "0": {
                                        "en": "On second thoughts, no don't worry about it!",
                                        "es": "Pensándolo bien, no te preocupes por eso.",
                                        "de": "Bei näherer Überlegung, nein, mach dir keine Sorgen darum!",
                                        "it": "Riflettend, no, non preoccuparti di questo!",
                                        "fr": "En y réfléchissant, non, ne t'inquiète pas pour ça !"
                                    },
                                    "1": {
                                        "en": "Ok please yourself, but please be quiet in the library!",
                                        "es": "Está bien, haz lo que quieras, pero por favor guarda silencio en la biblioteca.",
                                        "de": "In Ordnung, mach was du willst, aber sei bitte leise in der Bibliothek!",
                                        "it": "Va bene, fai come vuoi, ma per favore stai tranquillo in biblioteca!",
                                        "fr": "D'accord, fais ce que tu veux, mais s'il te plaît sois silencieux dans la bibliothèque!"
                                    }
                                },
                                "order": "01!"
                            },
                            "responses": {
                                "0": {
                                    "phase": {
                                        "0": {
                                            "en": "And you think I'm just going to give it you?",
                                            "es": "¿Y crees que solo te lo voy a dar?",
                                            "de": "Und du denkst, ich werde es dir einfach geben?",
                                            "it": "E pensi che io te lo darò così, senza motivo?",
                                            "fr": "Et tu penses que je vais juste te le donner ?"
                                        },
                                        "1": {
                                            "en": "Why do you need it?",
                                            "es": "¿Por qué lo necesitas?",
                                            "de": "Warum brauchst du es?",
                                            "it": "Perché ne hai bisogno?",
                                            "fr": "Pourquoi en as-tu besoin ?"
                                        }
                                    },
                                    "order": "11!"
                                },
                                "1": {
                                    "phase": {
                                        "0": {
                                            "en": "They were a free gift from my fashion designer, unique!",
                                            "es": "Fueron un regalo gratis de mi diseñador de moda, ¡único!",
                                            "de": "Sie waren ein kostenloses Geschenk von meinem Modedesigner, einzigartig!",
                                            "it": "Erano un regalo gratuito dal mio stilista, unico!",
                                            "fr": "C'était un cadeau gratuit de mon designer de mode, unique !"
                                        }
                                    },
                                    "order": "1!"
                                },
                                "2": {
                                    "phase": {
                                        "0": {
                                            "en": "Hah! My dating days are done, but thanks for the offer!",
                                            "es": "¡Jaja! Mis días de citas han terminado, ¡pero gracias por la oferta!",
                                            "de": "Haha! Meine Dating-Tage sind vorbei, aber danke für das Angebot!",
                                            "it": "Ahah! I miei giorni da appuntamenti sono finiti, ma grazie per l'offerta!",
                                            "fr": "Haha ! Mes jours de rencontres sont finis, mais merci pour l'offre !"
                                        }
                                    },
                                    "order": "1!"
                                },
                                "3": {
                                    "phase": {
                                        "0": {
                                            "en": "Have you heard about the town dog?",
                                            "es": "¿Has oído hablar del perro del pueblo?",
                                            "de": "Hast du von dem Hund der Stadt gehört?",
                                            "it": "Hai sentito parlare del cane del paese?",
                                            "fr": "As-tu entendu parler du chien de la ville ?"
                                        }
                                    },
                                    "order": "1!"
                                },
                                "4": {
                                    "phase": {
                                        "0": {
                                            "en": "How would I know, I'm stuck in here!",
                                            "es": "¿Cómo podría saberlo? ¡Estoy atrapado aquí!",
                                            "de": "Wie soll ich das wissen? Ich bin hier eingesperrt!",
                                            "it": "Come potrei saperlo, sono bloccato qui dentro!",
                                            "fr": "Comment le saurais-je, je suis coincé ici !"
                                        }
                                    },
                                    "order": "1!"
                                },
                                "5": {
                                    "phase": {
                                        "0": {
                                            "en": "Just a desk and some research materials.",
                                            "es": "Solo un escritorio y algunos materiales de investigación.",
                                            "de": "Nur ein Schreibtisch und einige Forschungsmaterialien.",
                                            "it": "Solo una scrivania e alcuni materiali di ricerca.",
                                            "fr": "Juste un bureau et quelques matériaux de recherche."
                                        }
                                    },
                                    "order": "1!"
                                }
                            }
                        },                    
                        "1": {
                            "introDialogue": {
                                "en": "h..e..l..l..o again!",
                                "es": "h..o..l..a de nuevo!",
                                "de": "h..a..l..l..o nochmal!",
                                "it": "c..i..a..o di nuovo!",
                                "fr": "b..o..n..j..o..u..r encore!"
                            },
                            "phase": {
                                "0": {
                                    "en": "Oh hello, you're back!",
                                    "es": "¡Oh, hola, has vuelto!",
                                    "de": "Oh hallo, du bist zurück!",
                                    "it": "Oh ciao, sei tornato!",
                                    "fr": "Oh bonjour, tu es de retour!"
                                },
                                "1": {
                                    "en": "What do you need this time?",
                                    "es": "¿Qué necesitas esta vez?",
                                    "de": "Was brauchst du diesmal?",
                                    "it": "Di cosa hai bisogno stavolta?",
                                    "fr": "De quoi as-tu besoin cette fois?"
                                }
                            },
                            "order": "11!",
                            "dialogueOptions": {
                                "0": {
                                    "en": "Just give it to me please, I have something important to check.\u0020",
                                    "es": "Solo dámelo por favor, tengo algo importante que revisar.\u0020",
                                    "de": "Gib es mir bitte einfach, ich habe etwas Wichtiges zu überprüfen.\u0020",
                                    "it": "Dammi solo, per favore, ho qualcosa di importante da controllare.\u0020",
                                    "fr": "Donne-le-moi s'il te plaît, j'ai quelque chose d'important à vérifier.\u0020"
                                },
                                "1": {
                                    "en": "Yes, how much did those glasses cost, I want some!",
                                    "es": "Sí, ¿cuánto costaron esas gafas? ¡Quiero algunas!",
                                    "de": "Ja, wie viel haben diese Brillen gekostet? Ich möchte welche!",
                                    "it": "Sì, quanto costavano quegli occhiali? Ne voglio un paio!",
                                    "fr": "Oui, combien coûtaient ces lunettes ? J'en veux !"
                                },
                                "2": {
                                    "en": "What time do you clock off, fancy getting a bite to eat?",
                                    "es": "¿A qué hora terminas, te apetece comer algo?",
                                    "de": "Wann hast du Feierabend, hättest du Lust, etwas zu essen?",
                                    "it": "A che ora esci dal lavoro, ti va di mangiare qualcosa?",
                                    "fr": "À quelle heure termines-tu, ça te dit d'aller manger un morceau ?"
                                },
                                "3": {
                                    "en": "Heard any good rumours lately?",
                                    "es": "¿Has oído algún buen rumor últimamente?",
                                    "de": "Hast du in letzter Zeit gute Gerüchte gehört?",
                                    "it": "Hai sentito qualche buon pettegolezzo ultimamente?",
                                    "fr": "Tu as entendu de bons ragots récemment ?"
                                }
                            },
                            "exitOption": {
                                "phase": {
                                    "0": {
                                        "en": "On second thoughts, no don't worry about it!",
                                        "es": "Pensándolo bien, no te preocupes por eso.",
                                        "de": "Bei näherer Überlegung, nein, mach dir keine Sorgen darum!",
                                        "it": "Riflettend, no, non preoccuparti di questo!",
                                        "fr": "En y réfléchissant, non, ne t'inquiète pas pour ça !"
                                    },
                                    "1": {
                                        "en": "Ok please yourself, but please be quiet in the library!",
                                        "es": "Está bien, haz lo que quieras, pero por favor guarda silencio en la biblioteca.",
                                        "de": "In Ordnung, mach was du willst, aber sei bitte leise in der Bibliothek!",
                                        "it": "Va bene, fai come vuoi, ma per favore stai tranquillo in biblioteca!",
                                        "fr": "D'accord, fais ce que tu veux, mais s'il te plaît sois silencieux dans la bibliothèque!"
                                    }
                                },
                                "order": "01!"
                            },
                            "responses": {
                                "0": {
                                    "phase": {
                                        "0": {
                                            "en": "Look, the truth is I have misplaced it!",
                                            "es": "Mira, la verdad es que lo he perdido.",
                                            "de": "Schau, die Wahrheit ist, ich habe es verlegt!",
                                            "it": "Guarda, la verità è che l'ho smarrito!",
                                            "fr": "Écoute, la vérité c'est que je l'ai égaré !"
                                        },
                                        "1": {
                                            "en": "I was over by the table doing something...",
                                            "es": "Estaba junto a la mesa haciendo algo...",
                                            "de": "Ich war drüben am Tisch und habe etwas gemacht...",
                                            "it": "Ero vicino al tavolo facendo qualcosa...",
                                            "fr": "J'étais près de la table en train de faire quelque chose..."
                                        }
                                    },
                                    "order": "11!"
                                },
                                "1": {
                                    "phase": {
                                        "0": {
                                            "en": "They were a free gift from my fashion designer, unique!",
                                            "es": "Fueron un regalo gratis de mi diseñador de moda, ¡único!",
                                            "de": "Sie waren ein kostenloses Geschenk von meinem Modedesigner, einzigartig!",
                                            "it": "Erano un regalo gratuito dal mio stilista, unico!",
                                            "fr": "C'était un cadeau gratuit de mon designer de mode, unique !"
                                        }
                                    },
                                    "order": "1!"
                                },
                                "2": {
                                    "phase": {
                                        "0": {
                                            "en": "Hah! My dating days are done, but thanks for the offer!",
                                            "es": "¡Jaja! Mis días de citas han terminado, ¡pero gracias por la oferta!",
                                            "de": "Haha! Meine Dating-Tage sind vorbei, aber danke für das Angebot!",
                                            "it": "Ahah! I miei giorni da appuntamenti sono finiti, ma grazie per l'offerta!",
                                            "fr": "Haha ! Mes jours de rencontres sont finis, mais merci pour l'offre !"
                                        }
                                    },
                                    "order": "1!"
                                },
                                "3": {
                                    "phase": {
                                        "0": {
                                            "en": "Have you heard about the town dog?\u0020",
                                            "es": "¿Has oído hablar del perro del pueblo?\u0020",
                                            "de": "Hast du von dem Hund der Stadt gehört?\u0020",
                                            "it": "Hai sentito parlare del cane del paese?\u0020",
                                            "fr": "As-tu entendu parler du chien de la ville ?\u0020"
                                        }
                                    },
                                    "order": "1!"
                                }
                            }
                        },
                        "2": {
                            "autoExitOption": {
                                "phase": {
                                    "0": {
                                        "en": "Well, I'll get going anyway, nice to talk.",
                                        "es": "Bueno, de todas formas me voy, fue agradable hablar.",
                                        "de": "Nun, ich werde jetzt sowieso gehen, schön, mit dir gesprochen zu haben.",
                                        "it": "Bene, vado comunque, è stato un piacere parlare.",
                                        "fr": "Bon, je vais y aller, c'était sympa de discuter."
                                    },
                                    "1": {
                                        "en": "Ok please yourself, but please be quiet in the library!",
                                        "es": "Está bien, haz lo que quieras, pero por favor guarda silencio en la biblioteca.",
                                        "de": "In Ordnung, mach was du willst, aber sei bitte leise in der Bibliothek!",
                                        "it": "Va bene, fai come vuoi, ma per favore stai tranquillo in biblioteca!",
                                        "fr": "D'accord, fais ce que tu veux, mais s'il te plaît sois silencieux dans la bibliothèque!"
                                    }
                                },
                                "order": "01!"
                            }
                        }
                    },
                    "cantTalkDialogue": {
                        "0": {
                            "en": "Sssh, can't you see this is a library!",
                            "es": "¡Shh, no ves que esto es una biblioteca!",
                            "de": "Pssst, siehst du nicht, dass das eine Bibliothek ist!",
                            "it": "Shh, non vedi che questa è una biblioteca!",
                            "fr": "Chut, tu ne vois pas que c'est une bibliothèque!"
                        },
                        "1": {
                            "en": "Now where did I put that key, I was around the table before I'm sure of it...",
                            "es": "¿Dónde habré puesto esa llave? Estaba cerca de la mesa antes, estoy seguro...",
                            "de": "Wo habe ich nur diesen Schlüssel hingelegt? Ich war vorher am Tisch, da bin ich mir sicher...",
                            "it": "Dove ho messo quella chiave? Ero vicino al tavolo prima, ne sono sicuro...",
                            "fr": "Où ai-je mis cette clé ? J'étais près de la table tout à l'heure, j'en suis sûr..."
                        }
                    }
                }
            }
        },
        "globalMessages": {
            "itemCannotBeGivenAsIsNpc": {
                "en": "How do I give them? And to who, or what?!",
                "es": "¿Cómo se lo doy? ¿Y a quién o a qué?!",
                "de": "Wie gebe ich sie? Und an wen oder was?!",
                "it": "Come faccio a darli? E a chi o a cosa?!",
                "fr": "Comment puis-je les donner ? Et à qui ou à quoi ?!"
            },
            "itemNotInPossessionToGive": {
                "en": "I can only give things I have in my inventory!",
                "es": "¡Solo puedo dar cosas que tengo en mi inventario!",
                "de": "Ich kann nur Dinge geben, die ich in meinem Inventar habe!",
                "it": "Posso dare solo le cose che ho nel mio inventario!",
                "fr": "Je ne peux donner que des choses que j'ai dans mon inventaire !"
            },
            "itemCannotBeGiven": {
                "en": "I am going to hold on to this, you never know.",
                "es": "Voy a quedarme con esto, nunca se sabe.",
                "de": "Ich behalte das mal, man weiß ja nie.",
                "it": "Terrò questo, non si sa mai.",
                "fr": "Je vais garder ça, on ne sait jamais."
            },
            "itemCannotBeGivenToObject": {
                "en": "And how do I 'give' this to an inanimate object?!",
                "es": "¿Y cómo voy a 'dar' esto a un objeto inanimado?!",
                "de": "Und wie soll ich das einem unbelebten Objekt 'geben'?!",
                "it": "E come faccio a 'dare' questo a un oggetto inanimato?!",
                "fr": "Et comment puis-je 'donner' ça à un objet inanimé ?!"
            },
            "itemCannotGiveExitorBeGivenToExit": {
                "en": "Huh? Give it to what exactly?",
                "es": "¿Eh? ¿A qué se supone que debo darlo?",
                "de": "Hä? Was genau soll ich geben?",
                "it": "Eh? A cosa dovrei darlo esattamente?",
                "fr": "Hein? À quoi exactement dois-je le donner ?"
            },
            "itemCannotBeGivenToThisNpc": {
                "en": "This is of no interest to them.",
                "es": "Esto no le interesa.",
                "de": "Das interessiert nicht.",
                "it": "Questo non interessa.",
                "fr": "Cela n'intéresse pas."
            },
            "itemCannotBeTalkedTo": {
                "en": "People will think I'm crazy talking to that!",
                "es": "La gente pensará que estoy loco hablando con eso.",
                "de": "Die Leute werden denken, ich bin verrückt, wenn ich damit rede!",
                "it": "La gente penserà che sono pazzo a parlare con quello!",
                "fr": "Les gens vont penser que je suis fou de parler à ça !"
            },
            "itemCannotBePulled": {
                "en": "I can't pull that!",
                "es": "¡No puedo jalar eso!",
                "de": "Ich kann das nicht ziehen!",
                "it": "Non posso tirare quello!",
                "fr": "Je ne peux pas tirer ça !"
            },
            "itemCannotBePushed": {
                "en": "I can't push that!",
                "es": "¡No puedo empujar eso!",
                "de": "Ich kann das nicht schieben!",
                "it": "Non posso spingere quello!",
                "fr": "Je ne peux pas pousser ça !"
            },
            "itemCannotBeOpened": {
                "en": "I can't open that!",
                "es": "¡No puedo abrir eso!",
                "de": "Ich kann das nicht öffnen!",
                "it": "Non posso aprire quello!",
                "fr": "Je ne peux pas ouvrir ça !"
            },
            "itemCannotBeClosed": {
                "en": "I can't close that!",
                "es": "¡No puedo cerrar eso!",
                "de": "Ich kann das nicht schließen!",
                "it": "Non posso chiudere quello!",
                "fr": "Je ne peux pas fermer ça !"
            },
            "itemCannotBeUsedUntilPickedUp": {
                "en": "Uhm...I can't use this until I pick it up!",
                "es": "Ehm...¡no puedo usar esto hasta que lo recoja!",
                "de": "Ähm... ich kann das nicht benutzen, bis ich es aufhebe!",
                "it": "Ehm... non posso usare questo finché non lo prendo!",
                "fr": "Euh... je ne peux pas utiliser ça tant que je ne l'ai pas ramassé !"
            },
            "itemCannotBeUsedWithExit": {
                "en": "I can't use this!",
                "es": "¡No puedo usar esto!",
                "de": "Ich kann das nicht benutzen!",
                "it": "Non posso usare questo!",
                "fr": "Je ne peux pas utiliser ça !"
            },
            "itemCannotBePickedUp": {
                "en": "I cannot pick that up.",
                "es": "No puedo recoger eso.",
                "de": "Ich kann das nicht aufheben.",
                "it": "Non posso raccoglierlo.",
                "fr": "Je ne peux pas ramasser ça."
            },
            "correctItemsWrongLocation": {
                "en": "They look like they should do something, but they don't seem to work where I am.",
                "es": "Parece que deberían hacer algo, pero no parecen funcionar donde estoy.",
                "de": "Sie sehen so aus, als sollten sie etwas tun, aber sie scheinen hier nicht zu funktionieren.",
                "it": "Sembrano dover fare qualcosa, ma non sembrano funzionare dove mi trovo.",
                "fr": "Ils semblent devoir faire quelque chose, mais ils ne semblent pas fonctionner là où je suis."
            },
            "cantBeUsedTogether": {
                "en": "Well that didn't do anything!",
                "es": "¡Bueno, eso no hizo nada!",
                "de": "Das hat nichts bewirkt!",
                "it": "Beh, non ha fatto nulla!",
                "fr": "Eh bien, ça n'a rien fait!"
            },
            "howWouldThatWorkWithThis": {
                "en": "Not really sure how I'm supposed to use that here!",
                "es": "¡No estoy muy seguro de cómo se supone que debo usar eso aquí!",
                "de": "Ich bin mir nicht sicher, wie ich das hier verwenden soll!",
                "it": "Non sono sicuro di come dovrei usarlo qui!",
                "fr": "Je ne suis pas vraiment sûr de savoir comment je suis censé utiliser ça ici!"
            },
            "tryOtherWayAround": {
                "en": "I can't use this on that, but maybe I can use that on this...",
                "es": "No puedo usar esto en aquello, pero tal vez pueda usar aquello en esto...",
                "de": "Ich kann das hier nicht darauf anwenden, aber vielleicht kann ich das darauf anwenden...",
                "it": "Non posso usare questo su quello, ma forse posso usare quello su questo...",
                "fr": "Je ne peux pas utiliser ceci sur cela, mais peut-être que je peux utiliser cela sur ceci..."
            },
            "activeStatusNotSet": {
                "en": "I can't use these together yet...",
                "es": "No puedo usar estos juntos todavía...",
                "de": "Ich kann diese noch nicht zusammen verwenden...",
                "it": "Non posso ancora usare questi insieme...",
                "fr": "Je ne peux pas encore utiliser ces objets ensemble..."
            },
            "alreadyUsedButRetained": {
                "en": "I think this has done its job already!",
                "es": "¡Creo que esto ya ha cumplido su función!",
                "de": "Ich denke, das hat seinen Zweck bereits erfüllt!",
                "it": "Penso che abbia già fatto il suo lavoro!",
                "fr": "Je pense que cela a déjà fait son travail!"
            },
            "alreadyUnlocked": {
                "en": "This door is already unlocked!",
                "es": "¡Esta puerta ya está desbloqueada!",
                "de": "Diese Tür ist bereits entriegelt!",
                "it": "Questa porta è già sbloccata!",
                "fr": "Cette porte est déjà déverrouillée!"
            },   
            "alreadyOpen": {
                "en": "It's already open!",
                "es": "¡Ya está abierta!",
                "de": "Es ist bereits offen!",
                "it": "È già aperta!",
                "fr": "C'est déjà ouvert!"
            },
            "alreadyClosed": {
                "en": "It's already closed!",
                "es": "¡Ya está cerrada!",
                "de": "Es ist bereits geschlossen!",
                "it": "È già chiusa!",
                "fr": "C'est déjà fermé!"
            }         
        }
    }
}
